[
  {
    "id": "610301004-293",
    "title": "Apartamento 3 suítes com 3 vagas - Frente Norte - Piscina aquecida - Bairro Exposição",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301004-293",
    "description": "Descubra um novo padrão de viver bem no Bosco Esposizione  um empreendimento exclusivo, com apenas 19 unidades, projetado para oferecer conforto, elegância e eficiência em cada detalhe.\n\nLocalizado na Rua Santos Dumont, uma das ruas mais nobres de Caxias do Sul, este apartamento de 236m² privativos combina o que há de mais sofisticado em arquitetura contemporânea, sustentabilidade e tecnologia. A posição solar privilegiada (frente norte e leste) garante iluminação natural abundante e ambientes sempre agradáveis ao longo do dia.\n\nO apartamento 602 conta com:\n\n - 3 amplas suítes, sendo a principal com espera para banheira e face leste;\n - Elevador privativo e codificado, que garante exclusividade e segurança desde a chegada;\n - Sala de estar e jantar integradas, com lavabo, sacada frontal e uma sacada gourmet perfeita para receber amigos;\n - Cozinha espaçosa e lavanderia independente com lavabo;\n - Depósito privativo junto ao apartamento, ideal para organização;\n - Esquadrias em PVC com vidros duplos para melhor conforto térmico e acústico;\n - Espera para automação e ar-condicionado tipo split.\n \nCondomínio sustentável e de alto padrão, em processo de certificação pelo GBC Brasil. O edifício une eficiência energética, responsabilidade ambiental e conforto de forma exemplar com:\n\n - Fachada com painéis fotovoltaicos integrados e telhado com placas solares, que podem gerar até 100% da energia utilizada nas áreas comuns;\n - Economia significativa de água, com sistema de reúso da chuva para bacias sanitárias e irrigação;\n - Medidores individuais de água potável e não potável, além de gás individual;\n - Iluminação 100% LED e sensores de presença nas áreas comuns;\n - Vagas com espera para carregadores de veículos elétricos;\n - Ventilação cruzada nas unidades e paisagismo com espécies nativas preservadas;\n - Bicicletário como incentivo à mobilidade urbana.\n\nLazer e bem-estar com requinte\nAs áreas comuns são totalmente mobiliadas com itens das marcas Florence e Saccaro, e oferecem estrutura completa para o bem-estar dos moradores:\n\n - Salão de festas com terraço, equipado para grandes celebrações;\n - Piscina coberta e aquecida, para uso o ano todo;\n - Academia completa e vestiários masculino e feminino;\n - Brinquedoteca e sala de jogos;\n - Lounge externo com fogo de chão, ideal para momentos de descontração ao ar livre.\n\nViva com excelência, onde cada detalhe foi pensado para entregar mais conforto, segurança, economia e qualidade de vida. \n\nAgende uma visita e encante-se com o que há de mais moderno e consciente em moradia de alto padrão em Caxias do Sul.",
    "price_brl": "4225130",
    "condo_fee_brl": "890",
    "lot_area_m2": "236",
    "living_area_m2": "236",
    "year_built": "2025",
    "bedrooms": "3",
    "bathrooms": "5",
    "suites": "3",
    "garage_spaces": "3",
    "floor_number": "6",
    "total_floors": "11",
    "unit_number": "602",
    "features": [
      "Parking Garage",
      "Garden area",
      "Pool"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Exposição",
      "address": " Rua Santos Dumont",
      "number": "1244",
      "complement": "602",
      "postal_code": "95084390",
      "latitude": "-29.171047000000",
      "longitude": "-51.174667500000"
    },
    "agent": {
      "name": "AntonioWinck",
      "email": "antoniowinck@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301004-292",
    "title": "Casa de alto padrão no Le Parc – 3 suítes, garagem para 4 carros e amplo espaço gourmet",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301004-292",
    "description": "Viva com mais qualidade, mais exclusividade e mais estilo\nSe você busca um lar que eleve o seu padrão de vida e valorize cada momento com sua família, essa é a escolha certa.\n\nLocalizada no Condomínio Le Parc, bairro Interlagos, esta casa oferece 369,55 m² de área construída e um projeto que equilibra conforto, sofisticação e praticidade.\n\nAmbientes que encantam em todos os detalhes\nNo nível inferior, o destaque é o espaço gourmet com churrasqueira, que se conecta de forma harmoniosa ao jardim privativo  um convite para confraternizações inesquecíveis com amigos e familiares, onde o conforto e o lazer se encontram. Conta ainda com garagem para 4 carros com muito espaço.\n\nNo pavimento térreo, a elegância se revela em uma área social ampla e iluminada, com ambientes integrados: sala de estar com lareira, sala de jantar, cozinha e varanda. Um espaço pensado para criar memórias em família e receber com estilo.\n\nNo andar superior, a casa oferece 3 suítes espaçosas e ensolaradas, com orientação leste/oeste. A suíte master possui um closet generoso e um banheiro requintado, proporcionando privacidade e bem-estar no seu refúgio pessoal. A sala de estar íntimo possui varanda voltado para o pôr do sol  o ambiente ideal para home office, leitura ou momentos de contemplação\n\nDiferenciais de alto padrão: esta residência se destaca não apenas pelo projeto, mas também pela qualidade de seus acabamentos e preparo tecnológico.\n\nFachada moderna com pedra natural, madeira ripada e esquadrias de PVC pretas com vidros duplos  sofisticação, isolamento térmico e acústico garantidos, com espera para elevador já prevista no projeto.\n \nInfraestrutura completa para:\n - Automação residencial\n - Sistema de climatização\n - Painéis solares (fotovoltaicos)\n - Carregador para veículo elétrico\nTudo isso entregue com a infraestrutura pronta  você só precisa instalar os equipamentos.\n\nO privilégio de morar no Le Parc\nLocalizado em uma das áreas mais nobres da cidade, o Le Parc Residencial oferece segurança, lazer e natureza em perfeita harmonia. O condomínio conta com:\n  - Portaria 24 horas e monitoramento\n - Piscina térmica, academia, salão de festas e brinquedoteca\n - Pista de caminhada, quadras esportivas e playground\n - Sustentabilidade, paisagismo planejado e tranquilidade para sua família\n\nEsta é uma das melhores oportunidades de comprar uma casa de alto padrão em condomínio fechado em Caxias do Sul.",
    "price_brl": "3850000",
    "condo_fee_brl": "890",
    "lot_area_m2": "370",
    "living_area_m2": "0",
    "year_built": "2025",
    "bedrooms": "3",
    "bathrooms": "5",
    "suites": "3",
    "garage_spaces": "3",
    "floor_number": null,
    "total_floors": "3",
    "unit_number": null,
    "features": [
      "Parking Garage",
      "Garden area"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Interlagos",
      "address": " Rua Alberico Pasinatto",
      "number": "185",
      "complement": null,
      "postal_code": "95052-166",
      "latitude": "-29.148169670000",
      "longitude": "-51.161742080000"
    },
    "agent": {
      "name": "AntonioWinck",
      "email": "antoniowinck@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301004-291",
    "title": "Casa em condomínio fechado Le Parc em Caxias do Sul. 3 suítes, vista incrível, espaço gourmet, piso aquecido e garagem para 5 carros.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301004-291",
    "description": "Conforto, segurança e sofisticação em um dos melhores condomínios de Caxias do Sul\n\nEstá procurando uma casa em condomínio fechado em Caxias do Sul com alto padrão de construção e uma vista espetacular? Esta residência no Le Parc Residencial, no bairro Interlagos, é perfeita para quem busca exclusividade, segurança e qualidade de vida a menos de 10 minutos do centro.\n\nDetalhes do imóvel:\n - Área construída: 560 m²\n- Terreno: 450 m²\n- Dormitórios: 3 suítes (incluindo suíte master com espaço para closet)\n- Home office ou quarto de hóspedes no térreo\n- Living amplo com integração à área gourmet e jardim\n- Espaço com churrasqueira e vista privilegiada para o pôr do sol\n- Garagem fechada para até 5 veículos\n- Pátio ao fundo com espaço para piscina \n\nTecnologia e Conforto:\n - Paredes externas de tijolos maciços com isolamento térmico em EPS\n - Isolamento térmico superior com impermeabilizante e britas\n - Piso aquecido nos banheiros\n \nInfraestrutura completa com espera para:\n - Ar-condicionado Split\n - Automação residencial\n - Placas solares\n - Caldeira\n - Aspiração central\n - Carregador de carro elétrico\n - Elevador interno (espaço previsto)\n - Rede lógica, gás encanado e água quente já instalados\n\nSobre o Condomínio Le Parc Residencial:\n\nO Le Parc é um condomínio fechado de alto padrão em Caxias do Sul, com estrutura completa de lazer, segurança e sustentabilidade. Localizado no bairro Interlagos, ao lado do Recreio da Juventude.\n\nInfraestrutura do condomínio:\n - Segurança 24h e controle de acesso digital\n- Piscina térmica e academia\n- Salão de festas\n- Brinquedoteca\n- 2 espaços gourmets\n- Sala de jogos\n- Pista de caminhada, quadra esportiva e playground\n- Sustentabilidade com rede de gás, iluminação LED e infraestrutura para energia solar\n\nEntre em contato com a nossa equipe e agende uma visita ao Le Parc Residencial. Esta casa é ideal para famílias que buscam conforto, tecnologia e um estilo de vida único em Caxias do Sul.",
    "price_brl": "4200000",
    "condo_fee_brl": "890",
    "lot_area_m2": "560",
    "living_area_m2": "450",
    "year_built": "2025",
    "bedrooms": "3",
    "bathrooms": "5",
    "suites": "3",
    "garage_spaces": "5",
    "floor_number": null,
    "total_floors": "3",
    "unit_number": null,
    "features": [
      "TV Security",
      "Warehouse",
      "Laundry",
      "Fireplace",
      "Parking Garage",
      "Garden area",
      "Large Kitchen",
      "Green space / Park",
      "Solar Energy",
      "Pool",
      "Armored Security Cabin",
      "Game room",
      "BBQ",
      "Playground",
      "Gourmet Area",
      "Jogging Track",
      "Pet Space",
      "Bicycles Place",
      "Security Guard on Duty",
      "Eco Condominium",
      "Internet Connection",
      "Gym",
      "Closet",
      "Fitness Room",
      "Fenced Yard",
      "Maid's Quarters",
      "Party room",
      "Integrated Environments",
      "Dinner Room",
      "Gourmet Kitchen",
      "Large Window",
      "Fully Wired",
      "Smart Condominium",
      "Recreation Area",
      "Indoor Soccer",
      "Eco Garbage Collector"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Interlagos",
      "address": " rua Alberico Pasinatto",
      "number": "180",
      "complement": null,
      "postal_code": "95052-166",
      "latitude": "-29.147495010000",
      "longitude": "-51.160368950000"
    },
    "agent": {
      "name": "AntonioWinck",
      "email": "antoniowinck@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301004-294",
    "title": "Parque Pampa - Apartamento 2 dormitórios 1 vaga - Interlagos - Caxias do Sul",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301004-294",
    "description": "RESIDENCIAL PARQUE PAMPA - ÚLTIMAS UNIDADES\n\n✅ Apartamentos 2 dormitórios, com 45m² e sacada com churrasqueira;\n✅ Apartamentos 2 dormitórios, com 47m² sem sacada;\n✅ Box de garagem escriturado;\n✅ Opções de apartamentos com box duplo;\n\nOs apartamentos contam com:\n✅ Sala de estar e jantar integradas, criando um ambiente amplo e convidativo.\n✅ Cozinha com área de serviço, funcional e prática para o dia a dia.\n✅ Banheiro social com box de vidro temperado.\n✅ Espera para espera para split, garantindo seu conforto térmico em todas as estações.\n✅ Gás central com medidores individuais, para que você pague apenas o que consumir.\n✅ Área técnica em todos os apartamentos para a instalação das condensadoras de ar condicionado e aquecedores.\n✅ Piso laminado na sala, circulação e dormitórios.\n\nO Condomínio conta com as comodidades:\n✅ Salão de Festas equipado: Ideal para celebrar momentos importantes, com churrasqueira e acesso independente.\n✅ Mini-quadra poliesportiva: Para quem gosta de se exercitar ou quer um espaço para as crianças brincarem.\n✅ Sala de Jogos Juvenil: Um espaço divertido para a garotada.\n✅ Brinquedoteca: As crianças terão um lugar seguro e divertido para se desenvolverem.\n✅ Amplo acesso para circulação: Garante facilidade de movimentação dentro do condomínio.\n✅ Hall de acesso independente em cada torre e porteiro eletrônico/interfone: Mais segurança e privacidade para os moradores.\n✅ Acessibilidade para cadeirantes, garantindo que todos se sintam bem-vindos e confortáveis.\n\nLocalização Privilegiada\n\nSituado no bairro Interlagos, o Residencial Parque Pampa está em uma localização estratégica em Caxias do Sul. Além da proximidade com o centro, o empreendimento oferece apartamentos com vistas incríveis, voltados para o nascer e o pôr do sol, proporcionando paisagens deslumbrantes todos os dias.\n\nConsulte as disponibilidades e os descontos possíveis para seu cliente!",
    "price_brl": "285000",
    "condo_fee_brl": "220",
    "lot_area_m2": "47",
    "living_area_m2": "45",
    "year_built": "2024",
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "6",
    "total_floors": "12",
    "unit_number": "405",
    "features": [
      "Kitchen",
      "Close to shopping centers",
      "Close to hospitals",
      "Close to schools",
      "Game room",
      "Sports court",
      "Fenced Yard",
      "Maid's Quarters",
      "Party room",
      "Integrated Environments",
      "Large Window",
      "Eco Garbage Collector"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Interlagos",
      "address": " Rua Engenheiro Evald Arboite",
      "number": "789",
      "complement": "405",
      "postal_code": "95052-230",
      "latitude": "-29.148508900000",
      "longitude": "-51.171202200000"
    },
    "agent": {
      "name": "AntonioWinck",
      "email": "antoniowinck@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-73",
    "title": "Apartamento lindamente mobiliado e equipado no Bairro Panazzolo, 02 quartos, sendo uma suite e closet e ótima localização",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-73",
    "description": "Se você esta em busca de morar com alta qualidade de vida e mobilidade. Conheça esse lindo apartamento no Bairro Panazzolo.\nResidencial Solar dos Girassóis, sito a Rua Fermino Minghelli, 2387 apartamento 401.\nO apartamento foi todo reformado, mobiliado e decorado.\nConfigurado com 02 quartos, sendo uma suíte com  closet e vista para o Ordovas.\nOutro quarto praticamente mobiliada.\nUm excelente banheiro social completo.\nA cozinha finamente decorada, possui área de serviço separada com churrasqueira e vista para o Ordovas.\nA sala foi integrada com a sacada, dando assim mais conforto, além de ser finamente decorada.\nPossui  aparelho de ar condicionado na sala e na suíte.\nEntrega duas ótimas vagas de garagens cobertas e individuais de fácil acesso,\nMuito bem iluminado e ventilado, sol da manhã/leste e sol da tarde/oeste.\nBaixo custo condominial  R$ 200,00\n\nAgende sua visita comigo.",
    "price_brl": "690000",
    "condo_fee_brl": "350",
    "lot_area_m2": "77",
    "living_area_m2": "77",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "4",
    "total_floors": "7",
    "unit_number": "402",
    "features": [],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Panazzolo",
      "address": " Rua Fermino Minghelli",
      "number": "2387",
      "complement": "402",
      "postal_code": "95080440",
      "latitude": "-29.176783900000",
      "longitude": "-51.178637400000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-57",
    "title": "Apartamento semi mobiliado no bairro Panazzolo - ótima localização com 84 m2 sendo 02 quartos, 01 suite. A duas quadras do parque dos macaquinhos.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-57",
    "description": "Você que está em busca de viver no bairro Panazzolo com todas as suas facilidades, não deixe de conhecer essa linda opção,\nResidencial Cefas, localizado na Rua Raimundo Nora, 122 ao lado da Solução Condomínios.\nApartamento charmoso com 84 m2 privativos, sendo 02 quartos com 01 suite.\nEsse apartamento fica nos fundos do prédio, porém ótima posição solar, leste ( sol da manhã).\nPossui duas excelentes sacadas, tanto na suite do casal com na sala, quem sabe aquele café da manhã apreciando o nascer do dia.\nEsse lindo imóvel fica semi-mobiliado.\nA cozinha, voltada para o Norte, fica separada da sala de estar e jantar.\nLavandeira também separada, voltada para o sol da tarde.\nApartamento 41, sendo no 4o andar. \nPrédio com ELEVADOR.\nSalão de Festas para aquele momento familiar e festas especiais.\n01 vaga de garagem.\nLocalização: 01 quadra da padaria Quiero, 03 quadras dos parques dos macaquinhos e prefeitura e Zaffari.\n01 quadra da pranadar, portanto localização perfeita.\n\n\n\n\nAgende sua visita comigo",
    "price_brl": "449000",
    "condo_fee_brl": "385",
    "lot_area_m2": "84",
    "living_area_m2": "0",
    "year_built": "2001",
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "4",
    "total_floors": "5",
    "unit_number": "apto 41",
    "features": [
      "Alarm System",
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Parking Garage"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Panazzolo",
      "address": " Rua Raimundo Nóra",
      "number": "122",
      "complement": "apto 41",
      "postal_code": "95082210",
      "latitude": "-29.178059700000",
      "longitude": "-51.178816800000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-53",
    "title": "Apartamento diferenciado no Bairro Colina Sorriso - Mobiliado, 01 por andar e 05 vagas de garagem cobertas.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-53",
    "description": "Você que esta em busca de morar com qualidade em ótima localização com muita tranquilidade.\nConheça essa opção diferenciada e exclusiva no Bairro Colina Sorriso.\nSua localização é perfeita para quem busca qualidade, tranquilidade e mobilidade, pois o bairro fica a 10 minutos do centro da cidade de Caxias do Sul.\nSituado a Rua Padre Luiz Bonetto, 346 apto 61, 6o andar.\nEsse apartamento possui 03 suítes, sendo 01 master com closet e banheira.\nPraticamente em todos os ambientes tem sacada externa, proporcionando aquele sensação de liberdade.\nDestaque é a linda vista panorâmica do bairro.\nSua posição solar é perfeita, Norte, os quartos bem ventilados com o sol da manhã.\nO apartamento fica todo MOBILIADO.\nCalefação em todos os ambientes.\nChurrasqueira completa na cozinha para aquele momento de confraternização.\nVocê que gosta de ter aqueles brinquedos de adulto, o mesmo possui 05 vagas de garagem, alem de espaço para um armário.\nO prédio possui salão de festas equipado para seu conforto.\nCondomínio muito justo R$ 350,00.\nA vizinha já esta toda consolidada e mais a rua é sem saída, portanto quase um condomínio privado.\n\nOs proprietários como tudo na vida é uma fase, os filhos crescerem e seguiram seus rumos, portanto, lindo apartamento ficou grande.\n\nVenha conhecer e se encantar com essa opção. \n\nAgende sua visita comigo, terei o maior prazer em te apresentar seu futuro endereço",
    "price_brl": "1190000",
    "condo_fee_brl": "350",
    "lot_area_m2": "195",
    "living_area_m2": "195",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "4",
    "suites": "3",
    "garage_spaces": "5",
    "floor_number": "6",
    "total_floors": "7",
    "unit_number": "apto 61",
    "features": [
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Warehouse",
      "Balcony",
      "Cable television",
      "Parking Garage",
      "BBQ",
      "Bathtub",
      "Internet Connection"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Santa Catarina",
      "address": " rua padre luiz bonetto",
      "number": "346",
      "complement": "apto 61",
      "postal_code": "95032750",
      "latitude": "-29.147683800000",
      "longitude": "-51.204686500000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-65",
    "title": "Apartamento com 03 quartos, sendo um suite, mobiliado, ultimo andar, sol da manhã bairro Jardim América",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-65",
    "description": "Você que busca uma ótima localização muito valorizada e procura por apartamento de 03 quartos, sendo ultimo andar. Conheça esse.\nResidencial Menky, sito a rua General Arcy da Rocha Nobrega, 1412 no bairro Jardim América.\nEsse lindo apartamento dispõe de 03 quartos sendo um suíte para seu conforto.\nFica no ultimo andar.\nLocalização é muto boa, ao lado da padaria pão quente, próximo a CIC e aos hospitais, acesso fácil as perimetrais.\nA vista é maravilho através de sua sacada fechada em sistema Reiki.\nSua posição solar é perfeita, sol da manhã e sol da tarde.\nFica de fundos, portanto, sem barulho da rua.\nFica todo mobiliado.\nPrédio recém pintado.\nPossui uma ótima churrasqueira.\nA lavanderia é separada da cozinha, com acesso direto a sacada.\nnão tem salão de festas.\npossui uma vaga de garagem para dois carros pequenos.\nCondomínio R$ 350,00\n\nAgende sua vista comigo",
    "price_brl": "595000",
    "condo_fee_brl": "350",
    "lot_area_m2": "97",
    "living_area_m2": "97",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "1",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "6",
    "total_floors": "7",
    "unit_number": "62",
    "features": [
      "Furnished",
      "Kitchen Cabinets",
      "Close to shopping centers",
      "TV Security",
      "Cooling",
      "Balcony",
      "Parking Garage",
      "Close to hospitals",
      "Close to schools",
      "BBQ"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "jardim america",
      "address": " rua general Arcy da Rocha Nobrega",
      "number": "1412",
      "complement": "62",
      "postal_code": "95040000",
      "latitude": "-29.155548100000",
      "longitude": "-51.171600500000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-61",
    "title": "Apartamento 02 quartos com suíte master, mobiliado próximo a Chevrolet Sponchiado no bairro Sagrada Familia.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-61",
    "description": "Você que está em busca de um ótimo apartamento reformado,  conheça essa linda opção no bairro Sagrada Familia.\nApresento-lhe o Residencial Primor, sito a rua Teixeira de Freitas, 1387.\nO mesmo possui 02 quartos sendo uma linda suíte master.\nA cozinha toda mobiliada e reformada com o conceito aberto, conta com uma ótima ilha.\nA Sala de jantar integrada a sala de estar, proporciona uma ótima sensação de conforto, podendo assim interagir com os convidados.\n84m2 privativos.\nÁrea de serviço, separada da cozinha. posição solar norte, ótima para secar suas roupas.\nA súite master voltada para o norte, conta com um closet maravilhoso e ótimo banheiro.\nO prédio não possui ELEVADOR, mas o apartamento fica no 2o andar, poucos lances de escada.\nUma vaga de garagem.\nPosição solar sul e norte.\nLocalização: próximo a tudo, bancos, farmácias, academias, empresas renomadas, concessionárias de carros entre outros. inclusive da UCS.\n\nAgende sua visita,",
    "price_brl": "329000",
    "condo_fee_brl": "300",
    "lot_area_m2": "86",
    "living_area_m2": "86",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "1",
    "floor_number": "2",
    "total_floors": "0",
    "unit_number": "apto 201",
    "features": [
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Close to shopping centers",
      "Laundry",
      "Parking Garage",
      "Large Kitchen",
      "Close to schools",
      "Closet",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sagrada Família",
      "address": " Rua Teixeira de Freitas",
      "number": "1387",
      "complement": "apto 201",
      "postal_code": "95054510",
      "latitude": "-29.153735900000",
      "longitude": "-51.151347100000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-72",
    "title": "Apartamento com 02 quartos, ótima localização, excelente posição solar e em frente as empresas Randon.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-72",
    "description": "Você que busca localização e mobilidade. Conheça o Edifício Residencial e Comercial Village Saint Jacques.\nLocalizado a Rua Atilio Andreazza, 3477 em frente as empresas Randon.\npossui 02 quartos.\nlinda sacada com churrasqueira com vista para o bairro e maravilhoso por do sol.\nPrédio com ELEVADOR.\nfica no 03 andar.\ntem 01 vaga de garagem.\nprédio com salão de festas mas ainda não foi mobiliado.\nrecém pintado externamente o prédio.\nR$ 245,00 condomínio\n\nAgende sua visita.",
    "price_brl": "270000",
    "condo_fee_brl": "245",
    "lot_area_m2": "64",
    "living_area_m2": "64",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "3",
    "total_floors": "4",
    "unit_number": null,
    "features": [
      "Close to schools"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sagrada Família",
      "address": " Rua Atílio Andreazza",
      "number": "3733",
      "complement": null,
      "postal_code": "95052070",
      "latitude": "-29.150866100000",
      "longitude": "-51.158070100000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-55",
    "title": "Lindo apartamento no Bairro Exposição - mobiliado - 158m2 - 01 por andar.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-55",
    "description": "Você que está em busca de um opção diferenciada no bairro Exposição. Não deixe passar esse lindo apartamento sendo 01 por andar.\nConheça o Residencial Montecatini, situado a rua Felipe Camarão, 284 no charmoso e valorizado bairro Exposição.\nEsse lindo apartamento entrega 158m2 privativos.\nPossui duas suítes, sendo que uma é master com closet e banheira para relaxar após um dia agitado.\nSua posição solar é perfeita, sol da manhã na cozinha, sala de jantar, lavanderia e  em uma suíte.\nTambém entrega o sol da tarde na suíte master e principalmente na sacada proporcionando assim um lindo por do sol.\nA cozinha lindamente  equipada com uma ilha maravilhosa, detalhe,  toda mobília sendo Florense e Granito Silestone.\nContempla uma linda churrasqueira rotativa e grelha marca Scheer.\nCalefação em todo o apartamento para sua comodidade. O prédio conta com poucos vizinhos, sendo um por andar e totalizando 08 vizinhos.\nO Elevador é codificado para sua segurança e conforto de família.\nPossui um  salão de festas todo equipado.\nPossui vaga para até 04 carros.\nA localização dele é perfeita, uma quadra do parque dos macaquinhos, portanto, tudo podendo ser feito a pé.\n\n\nCom certeza sei que vai gostar, aguardo seu contato para marcamos uma visita ao seu novo endereço exclusivo.",
    "price_brl": "1190000",
    "condo_fee_brl": "570",
    "lot_area_m2": "158",
    "living_area_m2": "158",
    "year_built": "2011",
    "bedrooms": "2",
    "bathrooms": "3",
    "suites": "2",
    "garage_spaces": "4",
    "floor_number": "8",
    "total_floors": "9",
    "unit_number": "801",
    "features": [
      "Alarm System",
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "TV Security",
      "Parking Garage",
      "Large Kitchen",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Electric Charger",
      "Security Guard on Duty",
      "Closet",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Exposição",
      "address": " Rua Felipe Camarão",
      "number": "284",
      "complement": "801",
      "postal_code": "95084260",
      "latitude": "-29.174628300000",
      "longitude": "-51.178421800000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-64",
    "title": "Linda cobertura no bairro Panazzolo - Reformado e mobiliado sendo 03 suítes e área social exclusiva",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301006-64",
    "description": "Você que está buscando alinhar  localização e qualidade de vida,  conheça essa maravilhosa cobertura no bairro Panazzolo.\n\nResidencial Cefas, sito a Rua Raimundo Nora, 122 bairro Panazzolo.\n\nEssa lindissima cobertura é um triplex que conta com:\n\nNo primeiro andar\n - Maravilhosa sala de jantar e social todo integrada e finamente decorado e mobiliado.\n - A cozinha com seu conceito aberto toda equipada e mobiliada.\n - A lavanderia fica separada, criando assim mais privacidades para receber as visitas, também tem uma churrasqueira que atende super bem.\n\nNo segundo andar\n - Temos os 03 quartos sendo todos suítes.\n\nNo terceiro andar\n - Salão de festas exclusivos para aqueles momentos felizes em família e com os amigos.\n\nA  posição solar é leste, sol da manhã, gerando assim conforto térmico todo o dia.\n\nO prédio conta com um ótimo elevador e poucos vizinhos.\n\nPossui um salão de festas todo equipado.\n\nCondomínio R$ 530,00\n\nConta ainda com duas vagas de garagem individuais, lado a lado.\n\nSei que gostou, agende sua visita ao seu novo endereço",
    "price_brl": "1299000",
    "condo_fee_brl": "380",
    "lot_area_m2": "230",
    "living_area_m2": "230",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "3",
    "garage_spaces": "2",
    "floor_number": "7",
    "total_floors": "7",
    "unit_number": "501",
    "features": [
      "Elevator",
      "Internet Connection"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "panazzolo",
      "address": " rua raimundo nora",
      "number": "122",
      "complement": "501",
      "postal_code": "95082210",
      "latitude": "-29.177326500000",
      "longitude": "-51.178371900000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-63",
    "title": "Lindíssima Casa - padrão condomínio fechado - imóvel único e diferenciado.",
    "type": "For Sale",
    "publication_type": "PREMIUM",
    "url": "http://remax.com.br/610301006-63",
    "description": "Sabe aquele pedaço de paraíso na terra? Eu conheço e vou te apresentar essa linda opção única! Conheça e se apaixone.\n\nMaravilhosa propriedade na cidade de Flores da Cunha, no bairro Camping Morada do Jardim.\n\nCasa principal:\nPossui 02 quartos, sendo um suite com closet, e o outro com closet, podendo ser revertido em suite, já que o banheiro social atende somente a esse quarto.\nPossui pé direito lindo.\nToda mobliada, saindo apenas alguns itens bem especificos.\nCozinha completa.\n\nCasa de hospede\nCompleta e afastada para dar privacidade as visitas, possui cozinha completa, com 02 quartos e 01 banheiro.\nÓtima iluminação solar.\n\nEscritório/Apartamento\nPossui um lindo escritório que pode ser revertido para uma moradia nova caso precise.\n\nTerreno\nContempla 4.000 m2 privativos, lindamente cuidado, com pinheiros araucária, jardim de flores e pomar com diversas árvores frutíferas. Literalmente, um refúgio dentro da cidade,\n\nPossui também um quiosque completo para momentos de confraternização em família. \n\nA garagem atende até 04 carros.\n\nAgende sua visita e venha conhecer essa linda casa.",
    "price_brl": "2950000",
    "condo_fee_brl": null,
    "lot_area_m2": "231",
    "living_area_m2": "231",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": "2",
    "garage_spaces": "4",
    "floor_number": null,
    "total_floors": "2",
    "unit_number": "360",
    "features": [
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "TV Security",
      "Warehouse",
      "Laundry",
      "Balcony",
      "Parking Garage",
      "Garden area",
      "BBQ",
      "Gourmet Balcony",
      "Gourmet Area",
      "Closet",
      "Backyard",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Flores da Cunha",
      "neighborhood": "Flores da Cunha",
      "address": " rua ari koppe",
      "number": "360",
      "complement": "360",
      "postal_code": "95270000",
      "latitude": "-29.030873200000",
      "longitude": "-51.160795000000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301006-60",
    "title": "Apartamento Exclusivo: Personalize Seu Luxo em 348 m² privativos no Bairro Lourdes!",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301006-60",
    "description": "Apresentamos um exclusivo apartamento de luxo à venda, situado na rua Bento Gonçalves esquina com rua Humberto de Campos, em Caxias do Sul. Esta nova construção, sem acabamento, oferece a você a oportunidade de personalizá-lo e transformá-lo no lar dos seus sonhos. Com uma espaçosa e imponente área privativa de 348 m², este imóvel é ideal para quem busca conforto, sofisticação e exclusividade.\n\nApenas 1 unidade por andar com elevador codificado.\nÁrea com infinitas possibilidades de ser personalizada.\nPor hora composta de 3 suítes face norte e 5 banheiros, incluindo uma área incrivelmente ampla aguardando uma suíte master.\nDesfrute de momentos de lazer em sua própria sacada com vistas incríveis, incluso também piscina e o jardim do condomínio. Para os amantes de churrasco, a churrasqueira é um convite a reuniões inesquecíveis com amigos e família.\nApaixone-se todos os dias!\nAqui a percepção de tempo é especial, cada vez que olhar pela janela da sala pode ser surpreendido com a magnífica beleza da cidade ou se reconectar com a natureza em uma visão do pôr do sol Inigualável.\nAs possibilidades são tantas....\nPensando na segurança e comodidade, o edifício conta com guarita de segurança, elevador e aquecimento no piso. O imóvel oferece ainda vagas em subsolo, com garagem para 4 veículos grandes, pet-friendly.\nEsquadrias em pvc, espera para ar condicionado, 2 elevadores no prédio e apenas 6 apartamentos.\nLocalizado com fácil acesso para escolas e parques, o apartamento está situado em uma área residencial tranquila e segura, perfeito para quem valoriza bem-estar e qualidade de vida.\nSua chance de personalizar o lar totalmente a seu gosto está aqui!\n\n\nInvista em um estilo de vida incomparável\nAgende uma visita e saiba mais sobre esse imóvel Único",
    "price_brl": "1440000",
    "condo_fee_brl": "500",
    "lot_area_m2": "348",
    "living_area_m2": "348",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "5",
    "suites": "3",
    "garage_spaces": "3",
    "floor_number": "5",
    "total_floors": "8",
    "unit_number": "501",
    "features": [
      "Elevator",
      "Balcony",
      "Parking Garage",
      "Garden area",
      "Close to hospitals",
      "Semi Olympic Pool",
      "Pool",
      "Backyard"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Lourdes",
      "address": " Rua Bento Gonçalves",
      "number": "2287",
      "complement": "501",
      "postal_code": "95020412",
      "latitude": "-29.165770400000",
      "longitude": "-51.184539100000"
    },
    "agent": {
      "name": "Marcos Andreola",
      "email": "marcosandreola@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301014-56",
    "title": "Apartamento 2 quartos próximo ao Hospital do Circulo - Bairro Universitário",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301014-56",
    "description": "Descubra o melhor apartamento de 2 quartos á venda com 100² privativos próximo ao Hospital do Círculol! \n\nLocalizado entre o Universitário e o bairro Jardim América, este apartamento de 102 metros quadrados é imprescindível que você conheça, pode ser MAIS do que você espera encontrar!\nAlém do ótimo preço, o estado de conservação e qualidade dos acabamentos são indescritíveis, planta otimizada. Construído em 2012, este imóvel entrega 2 dormitórios (sendo 1 suíte) e 2 banheiros.\nImóvel será entregue com mobilía fixa nas áreas da cozinha,, lavanderia, banheiros, sala e dormitórios.\n\nDestaque-se com sua espaçosa sacada, perfeita para apreciar a vista aberta e se deliciar com momentos de lazer utilizando a churrasqueira disponível. O apartamento ainda conta com áreas funcionais como área de serviço, além de armário na cozinha para maior organização.\n\nO edifício é próximo de conveniências necessárias, incluindo uma vaga de garagem  cobertas, elevador, aqui pets são bem-vindos.\n A central de ar condicionado e o registro de gás individual são complementos indispensáveis. \n\nLocalizado em uma área residencial, este imóvel fica próximo à rodovia, parques, transporte público, e ao hospital do Círculo, facilitando seu dia a dia. Está também pertinho de várias lojas, oferecendo comodidade inigualável.\n\nChega de visitar imóveis que não atendem o que você precisa, reveja os detalhes nas fotos e vídeos para ter uma clareza que vai de encontro ao que você busca.\n Agende já sua visita, com um dia de antecedência, mas corra que este pode ser o seu novo lar em 2025!",
    "price_brl": "425000",
    "condo_fee_brl": "275",
    "lot_area_m2": "102",
    "living_area_m2": "102",
    "year_built": "2012",
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "23",
    "floor_number": null,
    "total_floors": "6",
    "unit_number": "53",
    "features": [
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Edicule",
      "Warehouse",
      "Cooling",
      "Balcony",
      "Parking Garage",
      "Close to main roads/avenues",
      "Close to hospitals",
      "BBQ",
      "Pet Space",
      "Intercom",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Universitário",
      "address": " Rua Alexandre de Antoni",
      "number": "1982",
      "complement": "53",
      "postal_code": "95041020",
      "latitude": "-29.149828180000",
      "longitude": "-51.177422400000"
    },
    "agent": {
      "name": "Felipe Ferraz da Luz",
      "email": "felipeferraz@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301014-55",
    "title": "Apartamento 2 Quartos no bairro Morada dos Alpes",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301014-55",
    "description": "Imóvel para você que busca um apartamento com 2 quartos com o melhor custo benefício, \nLocalizado na Rua Ignez Boff Masotti,  no bairro Morada dos Alpes, este imóvel reformado de 2 dormitórios e 1 banheiro oferece o equilíbrio perfeito entre conforto e conveniência. Situado em uma área residencial cercada de todos os serviços necessários para o seu dia a dia, o apartamento está desocupado e pronto para receber você e sua família.\n\nAproveite a tranquilidade de morar em uma rua calma, próxima a parques, comércios e transporte público, garantindo praticidade no seu dia a dia. O imóvel encontra-se no térreo, com um total de 42 m² privativos, oferecendo a sua chance de sair do aluguel. A posição leste do apartamento proporciona ótima ventilação e iluminação natural.\n\nAlém disso, o apartamento conta com espaço pet, e uma vaga de garagem.\n Construído em 2010, baixo valor de condomínio.\n Agende já uma visita e surpreenda-se com este que pode ser o seu novo lar!",
    "price_brl": "139900",
    "condo_fee_brl": "125",
    "lot_area_m2": "42",
    "living_area_m2": "42",
    "year_built": "2010",
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "1",
    "total_floors": "4",
    "unit_number": "11",
    "features": [
      "Close to shopping centers",
      "Parking Garage",
      "Pet Space"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "morada dos alpes",
      "address": " Rua Ignez Boff Masotti",
      "number": "1420",
      "complement": "11",
      "postal_code": "95045291",
      "latitude": "-29.129645000000",
      "longitude": "-51.171306000000"
    },
    "agent": {
      "name": "Felipe Ferraz da Luz",
      "email": "felipeferraz@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301014-52",
    "title": "Apartamento Exclusivo: Personalize Seu Luxo em 348 m² privativos no Bairro Lourdes!",
    "type": "For Sale",
    "publication_type": "PREMIERE_1",
    "url": "http://remax.com.br/610301014-52",
    "description": "Apresentamos um exclusivo apartamento de luxo à venda, situado na rua Bento Gonçalves esquina com rua Humberto de Campos, em Caxias do Sul. Esta nova construção, sem acabamento, oferece a você a oportunidade de personalizá-lo e transformá-lo no lar dos seus sonhos. Com uma espaçosa e imponente área privativa de 348 m², este imóvel é ideal para quem busca conforto, sofisticação e exclusividade.\n\nApenas 1 unidade por andar com elevador codificado.\nÁrea com infinitas possibilidades de ser personalizada.\nPor hora composta de 3 suítes face norte e 5 banheiros, inclindo uma área incrivelmente ampla aguardando uma suíte master.\nDesfrute de momentos de lazer em sua própria sacada com vistas incríveis, incluso também piscina e o jardim do condomínio. Para os amantes de churrasco, a churrasqueira é um convite a reuniões inesquecíveis com amigos e família. \nApaixone-se todos os dias!\nAqui a percepção de tempo é especial, cada vez que olhar pela janela da sala pode ser surpreendido com a magnífica beleza da cidade ou se reconectar com a natureza em uma visão do pôr do sol Inigualável.\nAs possibilidades são tantas....\nPensando na segurança e comodidade, o edifício conta com guarita de sergurança, elevador e aquecimento no piso. O imóvel oferece ainda vagas em subsolo, com garagem para 4 veículos grandes, pet-friendly.\nEsquadrias em pvc, espera para ar condicionado, 2 elevadores no prédio e apenas 6 apartamentos.\nLocalizado com fácil acesso para escolas e parques, o apartamento está situado em uma área residencial tranquila e segura, perfeito para quem valoriza bem-estar e qualidade de vida. \nSua chance de personalizar o lar totalmente a seu gosto está aqui!\n\n\nInvista em um estilo de vida incomparável\nAgende uma visita e saiba mais sobre esse imóvel Único",
    "price_brl": "1480000",
    "condo_fee_brl": "500",
    "lot_area_m2": "348",
    "living_area_m2": "348",
    "year_built": "2020",
    "bedrooms": "3",
    "bathrooms": "5",
    "suites": "3",
    "garage_spaces": "4",
    "floor_number": "6",
    "total_floors": "8",
    "unit_number": "601",
    "features": [
      "Elevator",
      "Balcony",
      "Parking Garage",
      "Garden area",
      "Close to schools",
      "Semi Olympic Pool",
      "Pool",
      "Armored Security Cabin",
      "BBQ",
      "Pet Space"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Nossa Senhora de Lourdes",
      "address": " rua bento gonçalves",
      "number": "474",
      "complement": "601",
      "postal_code": "95020410",
      "latitude": "-29.165770200000",
      "longitude": "-51.165845000000"
    },
    "agent": {
      "name": "Felipe Ferraz da Luz",
      "email": "felipeferraz@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301019-83",
    "title": "Apartamento 3 dormitórios, 1 suíte, lavabo, sala de cinema e 1 vaga de garagem.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301019-83",
    "description": "Apartamento semimobiliado no bairro exposição com 142 m² de área privativa, com exclusividade de um apartamento por andar. Possui 3 dormitórios, sendo 1 suíte, proporcionando conforto e privacidade. A área social é composta por uma sala de TV integrada com a sala de estar, três sacadas, oferecendo uma excelente ventilação e luminosidade natural. Conta ainda com um banheiro social e um lavabo para maior conveniência.\n\nA cozinha é equipada com churrasqueira, perfeita para momentos de lazer e refeições em família. A ampla área de serviço oferece praticidade para o dia a dia. O imóvel inclui 1 vaga de garagem, um depósito com 6m² e possui uma excelente posição solar, com incidência de luz Leste, Norte e Oeste, garantindo luminosidade ao longo do dia. Ideal para quem busca conforto e exclusividade.\n\nOportunidade por tempo limitado DE R$ 860.000,00 p/ R$ 799.000,00\nCond.: R$ 800,00",
    "price_brl": "799000",
    "condo_fee_brl": "800",
    "lot_area_m2": "142",
    "living_area_m2": "142",
    "year_built": "2010",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "1",
    "floor_number": "5",
    "total_floors": "7",
    "unit_number": "501",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Warehouse",
      "Laundry",
      "Water tank",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Close to main roads/avenues",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Closet",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Exposição",
      "address": " Rua Andrade Neves",
      "number": "810",
      "complement": "501",
      "postal_code": "95084200",
      "latitude": "-29.168392400000",
      "longitude": "-51.173052000000"
    },
    "agent": {
      "name": "Marcio Milesi",
      "email": "marciomilesi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301019-87",
    "title": "Residencial Spazio Bellá Cittá, Apto semimobiliado c/3 dormitórios, 1 suíte, 2 vagas de garagem, Pio X",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301019-87",
    "description": "Você que esta em busca de morar com qualidade em ótima localização com muita tranquilidade.\nConheça essa opção diferenciada no Bairro Pio X.\nSua localização é perfeita para quem busca qualidade, tranquilidade e mobilidade, pois o bairro fica a 5 minutos do centro da cidade de Caxias do Sul.\nSituado a Rua Clemente Fonini, 195 apto 706, esse apartamento possui 03 dorm., sendo 01 suíte. Conta também com um banheiro social, sala de estar e jantar integradas, cozinha, área de serviço separada e duas vagas de garagem individuais.\nPrédio conta com guarita, hall de entrada, porteiro, zelador em horário comercial, salão de festas com jogos, 2 elevadores, playground, fitness, kids e acessibilidade para portadores de deficiência.\n\nInvestimento: R$435.000,00\nCond.: R$ 280,50",
    "price_brl": "435000",
    "condo_fee_brl": "280",
    "lot_area_m2": "77",
    "living_area_m2": "77",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": "7",
    "total_floors": "9",
    "unit_number": "706",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Parking Garage",
      "Garden area",
      "Close to schools",
      "Bicycles Place",
      "Internet Connection",
      "Gym",
      "Fenced Yard",
      "Maid's Quarters",
      "Fully Wired"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Pio X",
      "address": " Rua Clemente Fonini",
      "number": "195",
      "complement": "706",
      "postal_code": "95034310",
      "latitude": "-29.156234000000",
      "longitude": "-51.189766400000"
    },
    "agent": {
      "name": "Marcio Milesi",
      "email": "marciomilesi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301019-88",
    "title": "Victória Park Residence, 3 dorm., 1 suíte, lavabo e 2 vagas de garagem no Pio X",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301019-88",
    "description": "Você que esta em busca de morar com qualidade em ótima localização com muita tranquilidade.\nConheça essa opção diferenciada no Bairro Pio X.\nSua localização é perfeita para quem busca qualidade, tranquilidade e mobilidade, pois a localização fica a 5 minutos do centro da cidade de Caxias do Sul.\nSituado a Rua Mariana Prezzi, 65 esse apartamento mobiliado de 100m2 possui 03 dorm., sendo 01 suíte, lavabo, banheiro social, sala de estar e jantar integradas, sacada, cozinha, área de serviço separada e duas vagas de garagem.\nPrédio conta com guarita, hall de entrada, portaria remota 24 hs, porteiro 12 hs, zelador em horário comercial, 2 salões de festas, 2 elevadores, playground, fitness, quiosques com churrasqueira, quadra poliesportiva, pista de caminhada, gerador de energia e acessibilidade para portadores de deficiência.\n\nOBS: Posição solar Norte.\n\nInvestimento: R$ 525.000,00\nCond.: R$ 850,00",
    "price_brl": "525000",
    "condo_fee_brl": "850",
    "lot_area_m2": "99.7",
    "living_area_m2": "99.7",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": "3",
    "total_floors": "17",
    "unit_number": "32",
    "features": [
      "Alarm System",
      "Kitchen",
      "Furnished",
      "Elevator",
      "Close to shopping centers",
      "Edicule",
      "Patrol",
      "TV Security",
      "Water tank",
      "Balcony",
      "Generator",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Green space / Park",
      "Close to hospitals",
      "Close to schools",
      "Armored Security Cabin",
      "BBQ",
      "Playground",
      "Sports court",
      "Gourmet Area",
      "Jogging Track",
      "Security Guard on Duty",
      "Internet Connection",
      "Gym",
      "Closet",
      "Sauna",
      "Backyard",
      "Fenced Yard",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Pio X",
      "address": " Rua Mariana Prezzi",
      "number": "65",
      "complement": "32",
      "postal_code": "95034460",
      "latitude": "-29.159388000000",
      "longitude": "-51.188834000000"
    },
    "agent": {
      "name": "Marcio Milesi",
      "email": "marciomilesi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301019-92",
    "title": "Apartamento mobiliado com 3 dormitórios, 1 suíte e 2 vagas no Exposição",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301019-92",
    "description": "Apartamento Mobiliado à Venda no Residenziale Villa Pallavicino no Bairro Exposição\n\nEste elegante apartamento mobiliado combina sofisticação, conforto e uma localização privilegiada na Avenida Independência no Bairro Exposição. Com uma posição solar Leste/Norte, proporciona iluminação natural e um ambiente agradável ao longo do dia.\n\nCom 3 dormitórios, sendo 1 suíte, o imóvel conta com uma distribuição inteligente em amplos 131m²:\n✅ Suíte espaçosa, garantindo privacidade e conforto\n✅ Banheiro social para atender os demais dormitórios e visitas\n✅ Sala de estar e jantar integradas, criando um ambiente amplo e aconchegante\n✅ Sacada com churrasqueira, ideal para desfrutar bons momentos\n✅ Cozinha funcional e bem equipada\n✅ Área de serviço separada, proporcionando mais organização\n✅ Vista panorâmica, um diferencial para quem busca exclusividade\n✅ 2 vagas de garagem\n\nO Residenziale Villa Pallavicino oferece uma infraestrutura de qualidade, com:\n✨ Salão de festas para receber amigos e família\n✨ Academia equipada para seus treinos diários\n\nViva com conforto e praticidade em um dos endereços mais desejados da cidade. Agende sua visita e encante-se com este imóvel!\n\nInvest.: R$ 1.350.000,00\nCond.: R$ 950,00",
    "price_brl": "1350000",
    "condo_fee_brl": "950",
    "lot_area_m2": "131",
    "living_area_m2": "131",
    "year_built": "2005",
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": "7",
    "total_floors": "9",
    "unit_number": "701",
    "features": [
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "Patrol",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Large Kitchen",
      "Close to main roads/avenues",
      "Close to schools",
      "BBQ",
      "Gourmet Area",
      "Internet Connection",
      "Gym",
      "Fenced Yard",
      "Maid's Quarters",
      "Fully Wired"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Exposição",
      "address": " Avenida Independência",
      "number": "2067",
      "complement": "701",
      "postal_code": "95082380",
      "latitude": "-29.175878500000",
      "longitude": "-51.175797000000"
    },
    "agent": {
      "name": "Marcio Milesi",
      "email": "marciomilesi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301019-93",
    "title": "Apto. semimobiliado Residencial Bibiana, 3 dorm., 1 suíte, lavabo, home office e 2 vagas individuais.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301019-93",
    "description": "Apartamento semimobiliado com 3 dorm. sendo 1 suíte no Residencial Bibiana, bairro Jardim América\n\nDescubra o conforto deste amplo apartamento de 158m² privativos, localizado no Jardim América, próximo ao Hospital do Círculo.\n\nEste imóvel conta com 3 dormitórios, sendo 1 suíte com closet, proporcionando mais privacidade e organização. Além disso, possui lavabo, banheiro social e banheiro de serviço, garantindo praticidade para toda a família.\n\nA área social é um grande diferencial, com sala de estar e jantar integradas, criando um ambiente espaçoso e aconchegante. São 2 sacadas, proporcionando excelente ventilação e iluminação natural. A cozinha é funcional e conta com churrasqueira, ideal para momentos de lazer.\n\nPara quem precisa de um espaço dedicado ao trabalho ou estudos, o apartamento dispõe de um home office planejado. A ampla área de serviço complementa a praticidade do imóvel.\n\nO apartamento ainda oferece 2 vagas de garagem individuais, proporcionando mais conforto e segurança.\n\nO Residencial Bibiana conta com um amplo salão de festas e playground, garantindo lazer e bem-estar para toda a família.\n\nSe você busca um imóvel espaçoso, bem localizado e com excelente estrutura, este apartamento é a escolha ideal!\n\nCaso esse imóvel lhe interessar, fico a disposição para agendar uma visita.\n\nInvest.: R$ 980.000,00\nCond.: R$ 480,00",
    "price_brl": "980000",
    "condo_fee_brl": "480",
    "lot_area_m2": "158",
    "living_area_m2": "158",
    "year_built": "2003",
    "bedrooms": "3",
    "bathrooms": "4",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": "3",
    "total_floors": "7",
    "unit_number": "302",
    "features": [
      "Kitchen",
      "Elevator",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Close to main roads/avenues",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Playground",
      "Gourmet Area",
      "Bathtub",
      "Fenced Yard",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Jardim America",
      "address": " Rua José Aloísio Bruger",
      "number": "1537",
      "complement": "302",
      "postal_code": "95050150",
      "latitude": "-29.154864600000",
      "longitude": "-51.168024300000"
    },
    "agent": {
      "name": "Marcio Milesi",
      "email": "marciomilesi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301019-76",
    "title": "Sala Centro Comercial Ônix Pio X, com 02 vagas de garagem.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301019-76",
    "description": "Sala Comercial em andar alto com vista panorâmica no Centro Comercial Onix no bairro Pio X, com duas vagas de garagem.",
    "price_brl": "673000",
    "condo_fee_brl": "550",
    "lot_area_m2": "91",
    "living_area_m2": "91",
    "year_built": "2023",
    "bedrooms": "0",
    "bathrooms": "0",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": "7",
    "total_floors": "8",
    "unit_number": "705/706",
    "features": [
      "Alarm System",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Parking Garage",
      "Close to main roads/avenues",
      "Close to schools"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Pio X",
      "address": " Rua Marechal Floriano",
      "number": "1-1064",
      "complement": "705/706",
      "postal_code": "95020370",
      "latitude": "-29.159309100000",
      "longitude": "-51.184446300000"
    },
    "agent": {
      "name": "Marcio Milesi",
      "email": "marciomilesi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301020-73",
    "title": "Apartamento 2 quartos (1 suíte) elevador 2 vagas R$335.000,00",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301020-73",
    "description": "Residencial Túlio Ficanha\n\nEste imóvel tem 2 amplos quartos, sendo 1 suíte e tem 74m².\nConta com sacada, churrasqueira, um living integrado e dormitórios amplos.\nO apartamento ficará semimobiliado, com  marcenaria sob medida na cozinha e no banheiro social.\nO banheiro da suíte pode ser personalizado como preferir.\nA sacada é bem ampla, pega sol a tarde toda e pode ser fechada para aproveitar mais os dias frios e chuvosos.\nA posição solar é predominantemente oeste, onde o sol entra na sala, banheiro social e suíte. Já o outro quarto fica para leste.\nA área de serviço é separada dos demais ambientes, proporcionando melhor organização.\nO prédio tem salão de festas, mobiliado e equipado, e elevador.\nE, por fim, na garagem, você terá vaga para 2 carros.\n\nEntão, se gostou dessas características entre em contato.",
    "price_brl": "335000",
    "condo_fee_brl": "280",
    "lot_area_m2": "74",
    "living_area_m2": "74",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "4",
    "total_floors": "5",
    "unit_number": "42",
    "features": [
      "Kitchen",
      "Furnished",
      "Laundry",
      "Garden area",
      "BBQ",
      "Pet Space",
      "Lawn"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sagrada Família",
      "address": " Rua Luíz Rogério Buffon",
      "number": "518",
      "complement": "42",
      "postal_code": "95052600",
      "latitude": "-29.146951100000",
      "longitude": "-51.166486600000"
    },
    "agent": {
      "name": "Uiara Gonçalves de Menezes",
      "email": "uiaramenezes@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301020-62",
    "title": "Apartamento Garden 3 dormitórios - Exposição - R$999.000,00",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301020-62",
    "description": "Residencial Comodoro\n\nParece uma casa, mas não é.\n\nViver neste apartamento é quase como estar em uma casa, mas na segurança de um condomínio.\n\nCom 164m² você poderá desfrutar de 3 quartos, sendo um suíte.\n\nA iluminação conta com sol o dia todo, pois é leste, norte e oeste... Não falei que parecia com uma casa?\n\nO melhor ainda está por vir... um TERRAÇO de 40m² para o norte, no alto do 4º andar. Excelente para ter plantas, animais de estimação ou para as crianças brincarem.\n\nExiste ainda uma área de serviço separada, duas sacadas fechadas, além do terraço que eu falei. Churrasqueira e ar condicionado também têm por aqui.\n\nO apartamento será vendido completo, mobiliado e equipado.\n\nO elevador é codificado e dá acesso direto ao imóvel.\n\nE por fim, três vagas de garagem (3 carros de pequeno porte ou 2 carros maiores).\n\nPara saber mais entre em contato",
    "price_brl": "999000",
    "condo_fee_brl": "550",
    "lot_area_m2": "164",
    "living_area_m2": "164",
    "year_built": "2016",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "3",
    "floor_number": "4",
    "total_floors": "0",
    "unit_number": "401",
    "features": [
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "Cooling",
      "Parking Garage",
      "Garden area",
      "Green space / Park",
      "Close to schools",
      "BBQ",
      "Pet Space"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Panazzolo",
      "address": " Rua Luís Baldassarini",
      "number": "2021",
      "complement": "401",
      "postal_code": "95082440",
      "latitude": "-29.175470500000",
      "longitude": "-51.175219500000"
    },
    "agent": {
      "name": "Uiara Gonçalves de Menezes",
      "email": "uiaramenezes@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301020-76",
    "title": "Apartamento 2 quartos (suíte) Exposição R$380.000,00 2 vagas",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301020-76",
    "description": "Apartamento à Venda no Bairro Exposição  Excelente Oportunidade!\n\nApartamento térreo reformado localizado no bairro mais valorizado da cidade, o prestigiado Bairro Exposição. Com 86m² de área privativa, este imóvel oferece conforto, praticidade e uma excelente disposição dos ambientes.\n\n✅ 2 quartos, sendo 1 suíte\n✅ Ampla cozinha, perfeita para quem gosta de cozinhar\n✅ Área de serviço separada\n✅ Churrasqueira privativa, ideal para momentos de lazer\n✅ Dois terraços, com posição solar leste e oeste, garantindo sol pela manhã e à tarde\n✅ Ar condicionado já instalado\n✅ Piso laminado novo e pintura nova, prontos para morar\n✅ Localizado no 1º andar (sem elevador)\n✅ Imóvel bem ventilado e iluminado\n✅ 2 vagas de garagem, lado a lado\n\nTudo isso por R$ 380.000,00!\n\nIdeal para quem busca morar bem, em uma região valorizada e com fácil acesso a tudo o que você precisa.\n\nAgende sua visita e venha conhecer o seu novo lar!",
    "price_brl": "380000",
    "condo_fee_brl": null,
    "lot_area_m2": "86",
    "living_area_m2": "86",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "1",
    "total_floors": "4",
    "unit_number": "102",
    "features": [
      "Cooling",
      "Parking Garage",
      "Garden area",
      "Bathtub"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Exposição",
      "address": " Rua Dom José Baréa",
      "number": "2310",
      "complement": "102",
      "postal_code": "95084100",
      "latitude": "-29.173580400000",
      "longitude": "-51.177442000000"
    },
    "agent": {
      "name": "Uiara Gonçalves de Menezes",
      "email": "uiaramenezes@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301020-77",
    "title": "Cobertura com 5 quartos e 3 vagas - Villaggio Iguatemi",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301020-77",
    "description": "Se você está em busca de um imóvel que combine funcionalidade e uma localização privilegiada, esta cobertura é exatamente o que procura.\n\nLocalizada a poucos passos do Shopping Villagio Iguatemi, esta cobertura duplex no Residencial Mirage Autentic oferece o equilíbrio perfeito entre conveniência urbana e o sossego de um bairro residencial.\n\n✅ Andar Inferior:\n - Sala de estar com dois ambientes e sacada fechada com sistema Reiki, voltada para o leste, ideal para aproveitar o nascer do sol com conforto e privacidade.\n - Suíte leste com banheira para relaxar com tranquilidade.\n - Dois dormitórios bem distribuídos, ideais para filhos, home office ou visitas.\n - Banheiro social funcional e bem ventilado.\n - Suíte principal com closet e banheira, um verdadeiro refúgio dentro de casa.\n\n✅ Andar Superior:\n - Espaço gourmet com churrasqueira, perfeito para receber amigos e família.\n - Sala de estar e jantar integradas, criando um ambiente acolhedor e contemporâneo.\n - Cozinha com vista para o shopping.\n - Ampla lavanderia independente, que traz praticidade ao dia a dia.\n - Dormitório adicional com lavabo, que pode ser utilizado como suíte de hóspedes ou espaço multiuso.\n - Terraço generoso com orientação leste/norte, oferecendo vista panorâmica para o nascer e o pôr do sol.\n\n🌅 Diferenciais que encantam:\n - Posição solar privilegiada: Leste, norte e oeste  iluminação natural o dia inteiro.\n - Vista deslumbrante para o Shopping Iguatemi e para a cidade.\n - Espera para calefação e rebaixo em gesso, garantindo conforto térmico e acabamento premium.\n - Esquadrias em alumínio e escada em madeira de lei, que trazem sofisticação e durabilidade.\n - Dois lavabos, além dos banheiros das suítes, oferecendo mais comodidade para você e suas visitas.\n\nUm imóvel pensado para quem quer viver bem, com espaço para crescer, receber e aproveitar cada momento.\n\nVenha descobrir por que essa cobertura é uma das oportunidades mais especiais de Caxias do Sul.",
    "price_brl": "1500000",
    "condo_fee_brl": "850",
    "lot_area_m2": "302.8",
    "living_area_m2": "257.6",
    "year_built": "2009",
    "bedrooms": "5",
    "bathrooms": "5",
    "suites": "3",
    "garage_spaces": "3",
    "floor_number": "5",
    "total_floors": "5",
    "unit_number": "51",
    "features": [
      "Alarm System",
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Laundry",
      "Balcony",
      "Parking Garage",
      "Garden area",
      "Close to schools",
      "BBQ",
      "Bathtub",
      "Internet Connection",
      "Intercom",
      "Closet",
      "Fenced Yard",
      "Maid's Quarters",
      "Integrated Environments",
      "Dinner Room",
      "Large Window",
      "Eco Garbage Collector"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Villaggio Iguatemi",
      "address": " Rua Germano Arduino Toniolo",
      "number": "181",
      "complement": "51",
      "postal_code": "95012346",
      "latitude": "-29.177571000000",
      "longitude": "-51.215169000000"
    },
    "agent": {
      "name": "Uiara Gonçalves de Menezes",
      "email": "uiaramenezes@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-24",
    "title": "Apartamento semimobiliado com 2 dormitórios no Residencial do Bosque",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-24",
    "description": "Imagine chegar em casa e encontrar um ambiente acolhedor, funcional e pronto para proporcionar conforto e praticidade para o seu dia a dia. Este apartamento semimobiliado de 47m² reúne tudo isso e muito mais!\n\nCom localização privilegiada, em um dos residenciais mais tranquilos e agradáveis da região, com fácil acesso a comércios, escolas, transporte público e áreas verdes.\n\nSão 47m² muito bem distribuídos, aproveitando cada espaço de forma inteligente e prática. Dois dormitórios aconchegantes, perfeitos para o casal, filhos ou até para transformar um deles em home office ou closet.\n\nSala bem iluminada, com sacada é ideal para relaxar no fim do dia e apreciar o pôr do sol, graças à excelente posição solar Oeste, que garante luz natural e ambientes agradáveis.\n\nCozinha planejada, com armários sob medida e espaço funcional para facilitar o preparo das suas refeições diárias. A área de serviço é integrada, trazendo praticidade para a rotina.\n\nUma vaga de garagem para sua comodidade e segurança.\n\nO condomínio oferece: \n Salão de festas mobiliado e equipado, perfeito para celebrar momentos especiais com amigos e familiares.\n\nEspaço de lazer ao ar livre, ideal para momentos de descanso ou para as crianças brincarem com tranquilidade.\n\nPortaria 12h, proporcionando segurança e controle de acesso durante o período de maior movimentação.\n\n Entre em contato e agende sua visita hoje mesmo. Venha conhecer e se encantar com o Residencial do Bosque!",
    "price_brl": "207900",
    "condo_fee_brl": "250",
    "lot_area_m2": "47",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "1",
    "total_floors": "5",
    "unit_number": "ap103",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Close to shopping centers",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Green space / Park",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Playground",
      "Sports court",
      "Gourmet Area",
      "Intercom",
      "Fenced Yard",
      "Maid's Quarters",
      "Lawn"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Interlagos",
      "address": " Rua Waldemar Lazaroto",
      "number": "612",
      "complement": "ap103",
      "postal_code": "95052590",
      "latitude": "-29.149130400000",
      "longitude": "-51.167736800000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-21",
    "title": "Apartamento com 3 dormitórios no Bairro Colina Sorriso",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-21",
    "description": "Apresentamos uma excelente oportunidade de investimento no desejado bairro Colina Sorriso! Este apartamento de 80m², localizado no último andar do Edifício Residencial Villa Norte, é perfeito para quem busca conforto e praticidade em um só lugar.\n\nO imóvel conta com três dormitórios, ideal para famílias ou para quem deseja ter um espaço extra para escritório ou hóspedes. A sala de jantar e estar é ampla e bem iluminada, proporcionando um ambiente acolhedor para momentos de convivência. A cozinha separada oferece funcionalidade e praticidade, enquanto a área de serviço garante comodidade no dia a dia. O apartamento também possui banheiro social e água quente, atendendo a todas as suas necessidades.\n\nCom uma posição solar norte, você poderá desfrutar de luz natural durante todo o dia, tornando o ambiente ainda mais agradável. Além disso, por estar localizado no último andar e de frente para a rua, você terá uma vista privilegiada e mais privacidade.\n\nO Edifício Residencial Villa Norte oferece elevador e um salão de festas, para celebrar momentos especiais com amigos e familiares.\n\nA localização é um dos grandes atrativos deste imóvel, com fácil acesso a transporte público, UBS, escolas, farmácias e comércios em geral, garantindo praticidade no seu dia a dia.\n\nNão perca essa oportunidade! O investimento é de R$285.000,00. Venha conhecer seu novo lar no Edifício Residencial Villa Norte e descubra tudo o que ele pode oferecer!",
    "price_brl": "285000",
    "condo_fee_brl": "380",
    "lot_area_m2": "80",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "Last Floor",
    "total_floors": "6",
    "unit_number": "Ap 501",
    "features": [
      "Alarm System",
      "Kitchen",
      "Elevator",
      "Close to shopping centers",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Close to main roads/avenues",
      "Close to schools",
      "Pet Space",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Colina Sorriso",
      "address": " Rua Capitão Artemin Karam",
      "number": "1764",
      "complement": "Ap 501",
      "postal_code": "95032570",
      "latitude": "-29.148644900000",
      "longitude": "-51.221345300000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-19",
    "title": "Duas casas mistas  no Bairro Jardim Itália",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-19",
    "description": "Duas Casas Mistas com 97m² e Amplo Pátio Gramado\n\nEste imóvel único reúne conforto, funcionalidade e espaço ao ar livre. Composto por duas casas mistas bem planejadas, é perfeito para famílias que desejam morar juntas ou para quem busca uma oportunidade de investimento.\n\nDetalhes das Casas:\n\nCasa da Frente:\n\nCozinha com Móveis Fixos oferecendo praticidade e organização para o dia a dia.\nSala de Estar com ar-condicionado criando um ambiente climatizado, ideal para momentos de descanso e convivência.\nDois dormitórios para descanso e relaxamento.\nBanheiro social funcional e equipado, que atende às necessidades dos moradores e visitantes.\nJá a área de serviço é separada da cozinha onde possui churrasqueira para a confraternização com amigos e familiares.\nGaragem fechada para um carro, garantindo segurança e comodidade. E espaço para estacionamento de mais um veículo.\n\nCasa dos Fundos:\n\nPossui sala e cozinha integrados, criando um espaço acolhedor e versátil.\nUm dormitório prático e confortável e um lavabo para maior conveniência, com possibilidade de ampliação. \n\nDestaques Externos:\n\nO destaque é o espaço ao ar livre ideal para lazer, perfeito para crianças brincarem com pets, criar um jardim ou para receber amigos e familiares em momentos especiais.\nEste imóvel oferece a oportunidade de morar em um local confortável com espaço para a família e potencial de personalização. Possui alarme e cerca elétrica trazendo mais segurança aos moradores. Imóvel localizado próximo a mercado, farmácias, veterinárias,  academias, padarias e comércio em geral. \n\nAgende sua visita e descubra tudo o que este imóvel pode proporcionar!",
    "price_brl": "339000",
    "condo_fee_brl": null,
    "lot_area_m2": "240",
    "living_area_m2": "97",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": "1",
    "total_floors": "1",
    "unit_number": null,
    "features": [
      "Alarm System",
      "Kitchen",
      "Kitchen Cabinets",
      "Close to shopping centers",
      "Laundry",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Close to main roads/avenues",
      "Close to schools",
      "BBQ",
      "Pet Space",
      "Backyard",
      "Maid's Quarters",
      "Lawn",
      "Utilities"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Jardim Itália",
      "address": " Rua Ari Pereira Soares",
      "number": "244",
      "complement": null,
      "postal_code": "95030130",
      "latitude": "-29.154326900000",
      "longitude": "-51.218040700000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-18",
    "title": "Apartamento semimobiliado com 70,5m² e dois dormitórios",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-18",
    "description": "O apartamento 402 é semimobiliado, onde possui 70,5m², muito bem distribuídos. Localizado no Residencial Nona Rosa, este imóvel é perfeito para você e sua família.\n\nAo entrar, você será recebido pela sala de estar e jantar com sacada fechada e churrasqueira se tornando o espaço perfeito para momentos de descontração e confraternização com amigos, familiares e pets. A cozinha planejada é ideal para preparar as refeições diárias para sua família. Com 2 dormitórios amplos, proporciona o espaço ideal para descanso e privacidade. O banheiro social e o lavabo oferecem comodidade para o dia a dia. \n\nUm dos grandes destaques do imóvel é sua posição solar voltada para o leste. Isso significa que você poderá desfrutar de uma abundância de luz natural durante as manhãs, criando um ambiente acolhedor e vibrante. A luz do sol que entra pelas janelas ilumina cada canto do espaço, tornando-o ainda mais convidativo e alegre.\n\nO apartamento é equipado com água quente e ar condicionado, garantindo conforto em todas as estações do ano. Além disso, a ampla vaga de garagem oferece segurança para o seu veículo.\n\nO Residencial Nona Rosa ainda conta com elevador e um salão de festas, ideal para comemorações de todos os tipos.\n\nNão perca a oportunidade de viver em um lugar que une conforto, funcionalidade e um ambiente acolhedor. Venha conhecer seu novo lar!",
    "price_brl": "470000",
    "condo_fee_brl": "350",
    "lot_area_m2": "70.5",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "4",
    "total_floors": "10",
    "unit_number": "402",
    "features": [
      "Alarm System",
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Cooling",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Close to main roads/avenues",
      "Close to hospitals",
      "BBQ",
      "Gourmet Area",
      "Pet Space",
      "Maid's Quarters",
      "Lawn"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Jardim América",
      "address": " Rua Humberto de Campos",
      "number": "550",
      "complement": "402",
      "postal_code": "95084440",
      "latitude": "-29.158454700000",
      "longitude": "-51.164602300000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-22",
    "title": "Sobrado Triplex com 2 dormitórios e duas vagas de garagem no Vinhedos",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-22",
    "description": "Venha conhecer este sobrado triplex com 72m², localizado no condomínio Residencial Vila dos Vinhedos, que fica localizado na Av. Honeyde Bertussi, em localização tranquila e em frente ao ponto de ônibus.  \nAo chegar, você encontra uma garagem espaçosa para dois veículos, garantindo comodidade no seu dia a dia.\n\nSubindo a escada compartilhada, você será recebido por uma varanda fechada de vidro, perfeita para relaxar com seu pet ou receber visitas. A sala de estar e jantar integrada proporciona um ambiente acolhedor e versátil, ideal para momentos de convivência. A cozinha equipada com fogão campeiro é um convite para preparar deliciosas refeições. A área de serviço separada, facilita a rotina doméstica. Além disso, há um banheiro social para maior conveniência.\n\nNo andar superior, estão os dois dormitórios, com excelente posição solar  um voltado para o leste e o outro para o oeste  garantindo iluminação natural e ventilação agradável durante o dia.\n\nEste sobrado é uma oportunidade única de morar com segurança no bairro Vinhedos. Agende uma visita e venha conhecer seu novo lar.",
    "price_brl": "179000",
    "condo_fee_brl": null,
    "lot_area_m2": "72",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": null,
    "total_floors": "3",
    "unit_number": "sobrado 6",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Parking Garage",
      "Close to main roads/avenues",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Vinhedos",
      "address": " Avenida Honeyde Bertussi",
      "number": "1561",
      "complement": "sobrado 6",
      "postal_code": "95032755",
      "latitude": "-29.141648100000",
      "longitude": "-51.213931900000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-15",
    "title": "Apartamento 3 dormitórios, sendo uma suíte no Panazzolo",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-15",
    "description": "A qualidade de vida e o aconchego de estar com a família em uma localização privilegiada e próxima aos comércios locais, fazem do Residencial Palazzo Dei Fiori uma escolha assertiva em todos os sentidos, além de estar inserido em um dos locais mais valorizados da cidade, no Bairro Panazzolo, o empreendimento conta com uma arquitetura moderna e imponente.\n\nEste lar teve muitas alegrias, confraternização, risadas, cumplicidade, tudo que faz um lar tranquilo e feliz e nada mais gratificante em poder deixar outra família também fazer sua história!\n\nO apartamento 201 é semimobiliado com 141m² privativos, o projeto é bem pensado onde o layout interno traz a otimização de cada espaço. Já na entrada temos dois acessos um na cozinha que facilita a chegada com compras e outra pelo living onde facilmente você acomoda amigos e familiares.\n\nOs móveis sob medida na cozinha oferecem muito espaço para armazenamento e comodidade no dia a dia.  A Lavanderia é ampla e separada da cozinha. A iluminação e ventilação natural é uma vantagem para as tarefas diárias. Além disso, possui móveis sob medida e churrasqueira.\n\nCom posição solar norte/leste, possui excelente iluminação natural em todos os ambientes, assim como a ventilação cruzada, trazendo todo conforto necessário.\nA sala de estar ampla e aconchegante, ideal pra receber amigos e familiares. O piso de tabuão em madeira remete ao ambiente todo aconchego. Junto a ela, possui sacada fechada ampla e ensolarada, ótima para tomar um chimarrão ao ar livre.\n\nNa área intima, são três dormitórios sendo uma suíte, dois deles voltados para o norte outro leste. Nos dois dormitórios de solteiros possuem armários sob medida e bancadas de estudo aproveitando assim cada espaço. São duas vagas de garagens individuais de fácil acesso e manobra!\nEmpreendimento com hall decorado, elevador, pátio, salão de festas mobiliado e equipado e um quiosque na área externa com uma área verde para aproveitar momentos agradáveis em família.\n\nValor de Investimento: R$ 790.000,00.\n\nAceita Pet.",
    "price_brl": "790000",
    "condo_fee_brl": "800",
    "lot_area_m2": "141",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "2",
    "total_floors": "10",
    "unit_number": "201",
    "features": [
      "Alarm System",
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Laundry",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "BBQ",
      "Pet Space",
      "Bathtub",
      "Maid's Quarters",
      "Lawn"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Panazzolo",
      "address": " Rua Fermino Minghelli",
      "number": "2172",
      "complement": "201",
      "postal_code": "95080440",
      "latitude": "-29.176816200000",
      "longitude": "-51.178636300000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-20",
    "title": "Apartamento prático de 26m² e semimobiliado no Cidade Nova",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-20",
    "description": "Apresentamos o apartamento 708, uma excelente oportunidade para quem busca um espaço prático e acolhedor. Com 26m², este imóvel é ideal para solteiros, casais ou investidores que desejam um lar funcional e bem localizado, próximo a mercado, ponto de ônibus, comércio em geral e Centro de Esporte.\n\nO apartamento conta com um dormitório aconchegante e um banheiro bem distribuído, oferecendo conforto e praticidade no dia a dia. Com uma posição solar leste, você poderá desfrutar de luz natural abundante durante as manhãs, criando um ambiente alegre e arejado. Além disso, o apartamento é vendido semimobiliado, facilitando sua mudança e permitindo que você personalize o espaço de acordo com seu estilo.\n\nO Residencial Cinque Terre oferece uma infraestrutura completa para o seu conforto e lazer. O prédio conta com dois elevadores, garantindo acesso fácil e rápido a todos os andares. Você poderá aproveitar momentos de descontração no salão de festas, enquanto as crianças se divertem na brinquedoteca e no playground. Para os amantes de pets, há um espaço dedicado para eles, além de um pergolado para relaxar ao ar livre.\n\nPensando na sua comodidade, o residencial também dispõe de um minimercado, lavanderia, zeladora disponível 12 horas por dia, bicicletário e um sistema de reciclagem de lixo, promovendo a sustentabilidade e a praticidade no seu dia a dia. \n\nNão perca a chance de conhecer este apartamento que une conforto, praticidade e uma localização privilegiada. Venha fazer uma visita e descubra seu novo lar no Residencial Cinque Terre!\n\n*Esse imóvel não possui vaga de garagem.",
    "price_brl": "137000",
    "condo_fee_brl": "220",
    "lot_area_m2": "26",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "1",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": null,
    "floor_number": "7",
    "total_floors": "14",
    "unit_number": "708",
    "features": [
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Exterior View",
      "Garden area",
      "Close to main roads/avenues",
      "Close to schools",
      "BBQ",
      "Playground",
      "Bicycles Place",
      "Fenced Yard"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Cidade Nova",
      "address": " Rua Amélia Antonia Facchin Bado",
      "number": "40",
      "complement": "708",
      "postal_code": "95112089",
      "latitude": "-29.173117200000",
      "longitude": "-51.236095200000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301057-17",
    "title": "Apartamento semimobiliado com 4 dormitórios e 3 vagas de garagem.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301057-17",
    "description": "Se você está em busca de um espaço que une conforto, elegância e praticidade, o apartamento semimobiliado do 4º andar do residencial Nona Rosa é a escolha perfeita. Ele possui 141 m², e ocupa o andar inteiro, trazendo maior privacidade e foi projetado para atender as suas necessidades e proporcionar momentos inesquecíveis com seus pets e sua família.\n\nAo entrar, você será recebido por uma sala de estar iluminada e arejada, ideal para relaxar ou receber amigos. Com 4 quartos, há espaço de sobra para todos, além de 2 banheiros e 2 lavabos que garantem praticidade no dia a dia. A cozinha é um convite para preparar deliciosas refeições, enquanto as duas sacadas fechadas oferecem vistas panorâmicas e um pôr de sol encantador . Uma delas conta com churrasqueira, perfeita para os encontros em família, e a outra possui uma aconchegante lareira, ideal para os dias mais frios.\n\nO apartamento ainda conta com água quente e ar condicionado, garantindo conforto em todas as estações. Com uma posição solar leste/oeste, você poderá desfrutar de luz natural durante todo o dia.\n\nE não para por aí! O Residencial Nona Rosa oferece 3 vagas de garagem, além de um salão de festas e elevador, proporcionando ainda mais comodidade para você e sua família.\n\nVenha conhecer o seu novo lar e se encantar com tudo o que este apartamento tem a oferecer!",
    "price_brl": "920000",
    "condo_fee_brl": "700",
    "lot_area_m2": "141",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "4",
    "bathrooms": "4",
    "suites": null,
    "garage_spaces": "3",
    "floor_number": "4",
    "total_floors": "10",
    "unit_number": "Ap 401 e 402",
    "features": [
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Cooling",
      "Balcony",
      "Exterior View",
      "Fireplace",
      "Parking Garage",
      "Garden area",
      "Close to main roads/avenues",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Gourmet Balcony",
      "Gourmet Area",
      "Pet Space",
      "Maid's Quarters",
      "Lawn"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Jardim América",
      "address": " Rua Humberto de Campos",
      "number": "550",
      "complement": "Ap 401 e 402",
      "postal_code": "95084440",
      "latitude": "-29.158454700000",
      "longitude": "-51.164602300000"
    },
    "agent": {
      "name": "Elisângela Longhi",
      "email": "elisangelalonghi@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301060-11",
    "title": "Neville Residencial",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301060-11",
    "description": "Este encantador apartamento de 57 metros quadrados é perfeito para quem busca conforto, praticidade e uma excelente localização. Com 2 dormitórios , ele atende perfeitamente às necessidades de quem deseja um espaço aconchegante para morar, seja uma família pequena, um casal ou até mesmo estudantes que buscam um local próximo à Universidade de Caxias do Sul (UCS) . Os quartos são bem iluminados e arejados, garantindo um ambiente agradável em todas as estações do ano.\n\nA posição leste do apartamento proporciona o sol da manhã , trazendo luminosidade natural e aquecendo os cômodos de maneira suave e confortável. Essa característica é um grande diferencial, pois ambientes bem iluminados tornam o dia a dia mais agradável e ajudam até mesmo na economia de energia elétrica. Imagine acordar com a luz suave do sol entrando pela janela, tornando suas manhãs mais acolhedoras e cheias de energia!\n\nO imóvel conta com um banheiro bem distribuído , funcional e bem conservado, garantindo conforto e praticidade para os moradores. Além disso, o apartamento é semi-mobiliado , o que facilita a mudança e permite que você personalize o espaço ao seu gosto sem precisar investir imediatamente em mobília. A conservação do imóvel é excelente, permitindo que o novo morador aproveite um espaço bem cuidado e pronto para ser habitado.\n\nO prédio oferece ainda a comodidade de elevador , um item essencial para quem busca mais praticidade no dia a dia, seja para facilitar o transporte de compras, malas ou mesmo garantir acessibilidade para todas as idades. Além disso, conta com um salão de festas , um espaço ideal para celebrar momentos especiais com amigos e familiares sem precisar sair de casa.\n\nOutro grande destaque deste imóvel é a sua localização privilegiada . Situado próximo à Universidade de Caxias do Sul (UCS) , ele se torna uma excelente opção para estudantes ou professores que desejam morar perto da instituição, reduzindo o tempo de deslocamento e garantindo mais qualidade de vida. Além disso, a proximidade com mercados e comércios facilita a rotina, permitindo que as compras do dia a dia sejam feitas rapidamente e sem grandes deslocamentos.\n\nSe você busca um imóvel bem localizado, iluminado pelo sol da manhã, em excelente estado de conservação e com comodidades que trazem mais qualidade de vida, este apartamento é a escolha ideal. Agende uma visita e venha conhecer de perto tudo o que este espaço encantador tem a oferecer!",
    "price_brl": "330000",
    "condo_fee_brl": "330",
    "lot_area_m2": "67",
    "living_area_m2": "57",
    "year_built": "2011",
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "2",
    "total_floors": "9",
    "unit_number": "apto 404",
    "features": [
      "Alarm System",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Close to schools",
      "Pet Space"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sagrada Família",
      "address": " Rua Irma Zago",
      "number": "1260",
      "complement": "apto 404",
      "postal_code": "95054170",
      "latitude": "-29.162167900000",
      "longitude": "-51.161582600000"
    },
    "agent": {
      "name": "DanielleSchaefer",
      "email": "danielleschaefer@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301060-13",
    "title": "Cobertura duplex dos sonhos no Jardim América",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301060-13",
    "description": "Sabe aquele lugar que te abraça logo na chegada? Onde cada espaço foi pensado para acolher sua família com carinho, praticidade e beleza? Essa cobertura duplex, localizada no encantador Jardim América, em Caxias do Sul, é assim: um lar cheio de vida, luz e histórias esperando para acontecer.\n\nSão 225 m² muito bem distribuídos, mais um terraço delicioso de 22 m², onde o sol se despede todos os dias com um espetáculo de cores que invade o ambiente com paz e inspiração. É o cenário perfeito para relaxar, brindar a vida ou simplesmente apreciar a beleza do momento.\n\nO apartamento conta com 3 dormitórios, incluindo uma suíte master com closet que é puro aconchego  seu refúgio após um dia cheio. A cozinha ampla integrada à sala de jantar convida a criar memórias afetivas ao redor da mesa, entre risos, aromas e boas conversas com quem você ama. Aqui, cada reunião em família ou entre amigos se transforma em um capítulo especial da sua história.\n\nE para os dias frios da serra, o conforto está garantido com espera para lareira e calefação, porque o calor do lar também vem dos detalhes que aquecem a alma.\n\nO prédio oferece mais do que estrutura  oferece qualidade de vida. Com zeladoria, salão de festas, espaço fitness e um pátio acolhedor para as crianças e os pets brincarem livremente, tudo foi pensado para que sua rotina seja leve, segura e feliz.\n\nCom 3 vagas de garagem, localização privilegiada e uma vista de tirar o fôlego, essa cobertura é mais que um imóvel. É um novo começo. Um novo jeito de viver. Um lugar onde os seus sonhos cabem  e se realizam.\n\nVenha se encantar. Seu próximo lar está aqui, esperando por você.",
    "price_brl": "1150000",
    "condo_fee_brl": "800",
    "lot_area_m2": "262",
    "living_area_m2": "225",
    "year_built": "2003",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "3",
    "floor_number": "Last Floor",
    "total_floors": "10",
    "unit_number": "apto 902",
    "features": [
      "Alarm System",
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Balcony",
      "Fireplace",
      "Parking Garage",
      "Paved Street",
      "Large Kitchen",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Reception Room",
      "Caretaker",
      "Bathtub",
      "Intercom",
      "Gym",
      "Closet",
      "Fitness Room",
      "Builtin Wardrobe",
      "Maid's Quarters",
      "Party room",
      "Integrated Environments",
      "Dinner Room",
      "Gourmet Kitchen",
      "Large Window",
      "Eco Garbage Collector"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Jardim América",
      "address": " Rua Irmão Miguel Dário",
      "number": "1256",
      "complement": "apto 902",
      "postal_code": "95050230",
      "latitude": "-29.154142000000",
      "longitude": "-51.167703100000"
    },
    "agent": {
      "name": "DanielleSchaefer",
      "email": "danielleschaefer@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301060-4",
    "title": "Terreno Bairro Interlagos",
    "type": "For Sale",
    "publication_type": "PREMIUM",
    "url": "http://remax.com.br/610301060-4",
    "description": "Terreno Industrial à Venda - 648 m²\n\nDescrição:\nOferecemos um excelente terreno industrial localizado em uma área estratégica, ideal para o desenvolvimento de atividades industriais e logísticas. Com uma área total de 648 m², o terreno é completamente plano, facilitando a construção e instalação de galpões, fábricas, ou centros de distribuição.\n\nLocalização:\nSituado próximo ao Sesi, o terreno se beneficia de uma localização privilegiada, com fácil acesso às principais rodovias e avenidas da região. A proximidade ao Sesi também proporciona vantagens adicionais, como acesso a programas de capacitação profissional, espaços para eventos corporativos e atividades de lazer para os colaboradores.\n\nCaracterísticas:\n\nÁrea total: 648 m²\nTerreno plano, facilitando obras e instalações\nLocalização estratégica próxima ao Sesi\nFácil acesso às principais rodovias e avenidas\nInfraestrutura completa na região\nEste terreno oferece uma oportunidade única para empresas que buscam expandir suas operações em um local com infraestrutura de qualidade e excelente acessibilidade. Aproveite esta chance de investir em um espaço que proporcionará crescimento e desenvolvimento para o seu negócio.",
    "price_brl": "580000",
    "condo_fee_brl": null,
    "lot_area_m2": "648",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "0",
    "bathrooms": "0",
    "suites": null,
    "garage_spaces": null,
    "floor_number": null,
    "total_floors": "0",
    "unit_number": null,
    "features": [],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Bairro Interlagos",
      "address": " Rua Pedro Ferrari",
      "number": "lote 02",
      "complement": null,
      "postal_code": "95052-530",
      "latitude": "-29.147831500000",
      "longitude": "-51.169679300000"
    },
    "agent": {
      "name": "DanielleSchaefer",
      "email": "danielleschaefer@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301060-12",
    "title": "Um clássico atemporal em Lourdes",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301060-12",
    "description": "Em meio à arquitetura moderna que se espalha pela cidade, poucos imóveis ainda conservam a alma do tempo em que viver bem significava ter espaço, luz natural abundante e construções feitas para durar. Este apartamento é exatamente isso: um clássico da década de 1980, com personalidade, fincado com orgulho no coração de Lourdes, em Caxias do Sul, um dos bairros mais tradicionais, nobres e desejados da cidade.\n\nCom 177 m² muito bem distribuídos, e em excelente estado de conservação, ele oferece quatro dormitórios, sendo uma suíte espaçosa, depósito privativo e uma vaga de garagem. O prédio, com elevador e excelente estado de conservação, preserva o charme e a solidez das construções antigas, com uma estrutura que atravessou o tempo sem perder sua imponência.\n\nA localização é um verdadeiro privilégio. Em Lourdes, tudo está ao alcance: escolas, mercados, cafés, farmácias, clínicas e igrejas centenárias fazem parte da vizinhança  perfeita para quem busca qualidade de vida, praticidade e tradição em um só lugar.\n\nA luz natural é um espetáculo à parte. O sol da manhã (leste) aquece suavemente a cozinha, área de serviço, enquanto o sol do norte banha a frente do apartamento, iluminando com intensidade e aconchego a sala de jantar, a suíte principal e mais um dos dormitórios. É a combinação perfeita entre conforto térmico, bem-estar e energia positiva ao longo de todo o dia.\n\nAlém disso, todas as esquadrias foram substituídas por modelos em PVC com vidro duplo, garantindo excelente isolamento acústico e térmico  uma solução moderna que deixa o apartamento mais silencioso, protegido dos ruídos externos e muito mais agradável no inverno.\n\nOs ambientes são amplos, arejados e cheios de personalidade. Este não é apenas um apartamento antigo: é um imóvel com história, estrutura sólida, detalhes únicos e uma localização insuperável. Ideal para quem valoriza o que é duradouro, autêntico e especial.\n\nSe você sonha em viver com espaço, luz e tradição em um dos endereços mais valorizados de Caxias do Sul, venha conhecer esse verdadeiro ícone de Lourdes.",
    "price_brl": "630000",
    "condo_fee_brl": "685",
    "lot_area_m2": "202",
    "living_area_m2": "177",
    "year_built": "1983",
    "bedrooms": "4",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "1",
    "floor_number": "2",
    "total_floors": "9",
    "unit_number": "apto 201",
    "features": [
      "Alarm System",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Warehouse",
      "Parking Garage",
      "Large Kitchen",
      "Close to schools",
      "Bicycles Place",
      "Intercom",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Nossa Senhora de Lourdes",
      "address": " Rua Sinimbu",
      "number": "498",
      "complement": "apto 201",
      "postal_code": "95020000",
      "latitude": "-29.168677800000",
      "longitude": "-51.166201700000"
    },
    "agent": {
      "name": "DanielleSchaefer",
      "email": "danielleschaefer@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301060-5",
    "title": "Residencial Ernestina",
    "type": "For Sale",
    "publication_type": "SUPER_PREMIUM",
    "url": "http://remax.com.br/610301060-5",
    "description": "Descubra o máximo de conforto e exclusividade neste incrível apartamento semimobiliado, situado no prestigiado bairro de São Pelegrino. Com uma localização privilegiada, este imóvel está próximo a shopping, centros comerciais, colégios e em uma área segura e tranquila, proporcionando a conveniência e qualidade de vida que você sempre desejou.\n\nO apartamento ocupa um andar inteiro, garantindo total privacidade e exclusividade para você e sua família. Com uma frente norte, o imóvel é ensolarado, recebendo luz natural ao longo de todo o dia, criando um ambiente iluminado e acolhedor. Os terraços em todas as áreas do apartamento fazem com que você se sinta em uma casa, permitindo uma conexão constante com o ambiente externo e proporcionando espaços para relaxamento e lazer ao ar livre.\n\nCom uma área generosa de 161 m², o apartamento possui três dormitórios, sendo uma suíte master com um amplo closet, oferecendo conforto e praticidade. A sala de estar é um destaque à parte, equipada com uma lareira ecológica que garante um ambiente aconchegante e sofisticado, ideal para momentos de descanso e convivência. A cozinha, equipada com churrasqueira e bifeteira, é um convite para explorar suas habilidades culinárias e desfrutar de refeições deliciosas com amigos e familiares.\n\nA ampla área de serviço, também com acesso a um terraço, proporciona funcionalidade e espaço adicional para suas atividades diárias. A praticidade se estende às duas vagas de garagem, posicionadas lado a lado, garantindo facilidade e segurança para estacionar seus veículos.\n\nO prédio oferece ainda um salão de festas, perfeito para celebrar momentos especiais sem precisar sair de casa. Este espaço agrega valor e comodidade, permitindo que você organize eventos e confraternizações com conforto e praticidade.\n\nAlém de todas essas vantagens, a localização no bairro de São Pelegrino é um diferencial significativo. Este bairro é conhecido por sua infraestrutura completa, com fácil acesso a diversas facilidades e serviços. A proximidade com shoppings, centros comerciais e colégios torna o dia a dia mais prático e conveniente. A segurança e tranquilidade do bairro proporcionam um ambiente ideal para viver com qualidade de vida e bem-estar.\n\nEste apartamento espetacular é uma oportunidade única para quem busca um imóvel diferenciado, que combina conforto, exclusividade e uma localização privilegiada. Venha conhecer e se encantar com cada detalhe deste espaço incrível em São Pelegrino. Sua nova vida de conforto e sofisticação começa aqui!",
    "price_brl": "899000",
    "condo_fee_brl": "767",
    "lot_area_m2": "161",
    "living_area_m2": "161",
    "year_built": "2010",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "2",
    "total_floors": "9",
    "unit_number": "apto 201",
    "features": [
      "Alarm System",
      "Kitchen",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Balcony",
      "Fireplace",
      "Green space / Park",
      "Close to hospitals",
      "Close to schools",
      "Pet Space"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "São Pelegrino",
      "address": " rua machado de assis",
      "number": "434",
      "complement": "apto 201",
      "postal_code": "95010-510",
      "latitude": "-29.171167600000",
      "longitude": "-51.194806800000"
    },
    "agent": {
      "name": "DanielleSchaefer",
      "email": "danielleschaefer@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301060-10",
    "title": "Casa Colina Sorriso",
    "type": "For Sale",
    "publication_type": "PREMIUM",
    "url": "http://remax.com.br/610301060-10",
    "description": "Descubra esta encantadora casa à venda no tranquilo bairro Colina Sorriso, em Caxias do Sul, Rio Grande do Sul. Com 104 m² de área útil e 422 m² de lote, esta propriedade oferece um espaçoso quintal com gramado perfeito para momentos de lazer em família. O imóvel, construído em fevereiro de 1981 e ainda sob a posse de seu primeiro proprietário, é uma rara oportunidade para quem busca um lar com graciosidade histórica.\n\nEsta casa desocupada possui 3 dormitórios e 1 banheiro, ideal para famílias que valorizam conforto e praticidade. A infraestrutura inclui cozinha, área de serviço e um depósito, enquanto o acabamento em cerâmica e reboco proporciona um toque tradicional. A lareira no interior é um convite a noites aconchegantes.\n\nCom 3 vagas de garagem e acessibilidade para cadeiras de rodas, a conveniência é garantida. Localizado em uma rua tranquila, o imóvel está próximo a igrejas, escolas e transporte público, além de se beneficiar de trânsito fluente nas direções Leste, Norte e Oeste.\n\nEmbora a propriedade necessite de reforma e não esteja mobiliada, ela representa uma excelente oportunidade de investimento em uma área residencial valorizada. Não perca a chance de transformar este edifício antigo em sua nova casa dos sonhos! Contate-nos para mais informações e agendamento de visitas.",
    "price_brl": "640000",
    "condo_fee_brl": null,
    "lot_area_m2": "104",
    "living_area_m2": "104",
    "year_built": "1981",
    "bedrooms": "3",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "3",
    "floor_number": null,
    "total_floors": "0",
    "unit_number": "Casa",
    "features": [
      "Kitchen",
      "Warehouse",
      "Fireplace",
      "Parking Garage",
      "Garden area",
      "Close to schools",
      "Backyard",
      "Maid's Quarters",
      "Lawn"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Colina Sorriso",
      "address": " Rua Theotisto Guilherme Piccoli",
      "number": "204",
      "complement": "Casa",
      "postal_code": "95032-290",
      "latitude": "-29.150929150000",
      "longitude": "-51.201379750000"
    },
    "agent": {
      "name": "DanielleSchaefer",
      "email": "danielleschaefer@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301060-9",
    "title": "Apartamento Reformado em Marechal Floriano, RS",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301060-9",
    "description": "Apartamento Reformado à Venda em Caxias do Sul, RS\n\nApresentamos este encantador apartamento reformado, localizado na privilegiada região de Marechal Floriano, em Caxias do Sul, Rio Grande do Sul. Situado no 4º andar de um edifício clássico construído em outubro de 1984, este apartamento com 82 metros quadrados de área útil oferece o conforto e a praticidade que você procura.\nO imóvel possui 7 cômodos, incluindo 2 dormitórios aconchegantes e 1 banheiro moderno. O ambiente é parcialmente mobiliado, proporcionando um equilíbrio perfeito entre estilo e funcionalidade. A cozinha é equipada com armários planejados e há uma prática lavanderia.\nIdeal para quem tem animais de estimação,  também conta com estacionamento no subsolo, garantindo maior segurança e comodidade. Com orientação norte e sul que favorecem a iluminação natural e ventilação do apartamento.\nSua localização é outro ponto forte, situado em uma rua tranquila e próximo a pontos de ônibus e transporte público, oferecendo fácil acesso às principais vias da cidade. \nDetalhes adicionais incluem um ambiente pronto para uso, ocupação pelo proprietário, e um espaço de estacionamento reservado no subsolo.\nSe você busca um imóvel reformado com características exclusivas, em uma localização serena e conveniente, este apartamento é a escolha ideal. Agende uma visita e venha conhecer seu futuro lar na Rua José Gollo 129, fundos da Matteo Gianella, Caxias do Sul.\n\nPara mais informações, entre em contato conosco e descubra todas as vantagens que este apartamento tem a oferecer!",
    "price_brl": "279000",
    "condo_fee_brl": "250",
    "lot_area_m2": "82",
    "living_area_m2": "0",
    "year_built": "1984",
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "4",
    "total_floors": "4",
    "unit_number": "41",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Laundry",
      "Exterior View",
      "Pet Space"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Marechal Floriano",
      "address": " Rua José Gollo",
      "number": "129",
      "complement": "41",
      "postal_code": "95020090",
      "latitude": "-29.162786600000",
      "longitude": "-51.192100700000"
    },
    "agent": {
      "name": "DanielleSchaefer",
      "email": "danielleschaefer@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301064-8",
    "title": "Apartamento semimobiliado, 3 dormitórios e amplo terraço com ofurô",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301064-8",
    "description": "Imagine-se vivendo em um espaço que combina sofisticação, funcionalidade e uma localização privilegiada, tudo isso em um apartamento semimobiliado de 138m² no Residencial Season, a poucos minutos do centro da cidade. Pensado para oferecer o máximo de bem-estar, este imóvel foi cuidadosamente projetado para atender às suas necessidades e proporcionar momentos inesquecíveis com sua família e amigos.\n\nDestaques que fazem a diferença:\n\nTerraço com Ofurô: Um espaço perfeito para relaxar após um dia agitado, receber convidados ou simplesmente desfrutar de momentos de paz ao ar livre, com uma vista agradável e um Ofurô para momentos de puro relaxamento.\n\nTrês dormitórios, incluindo uma suíte máster com closet: Espaço e privacidade garantidos para toda a família, com uma suíte máster com closet que oferece organização e praticidade no dia a dia.\n\nBanheiro social elegante: Com acabamento de alta qualidade, atende às necessidades do cotidiano com conforto e estilo.\n\nSala de estar com lareira ecológica: Crie um ambiente acolhedor e sofisticado, perfeito para noites aconchegantes em família ou encontros com amigos, trazendo calor e charme ao espaço.\n\nSala de jantar integrada: Um ambiente harmonioso que favorece a convivência, facilitando refeições em família e momentos de celebração.\n\nCozinha com churrasqueira: Um espaço ideal para preparar deliciosos churrascos e confraternizações, tornando cada encontro ainda mais especial e memorável.\n\nÁrea de serviço separada com aquecedor de passagem: Garantindo água quente em todo o apartamento, proporcionando maior conforto e praticidade na rotina diária.\n\nConforto térmico e climatização: Ar condicionado em ambientes selecionados, para manter a temperatura ideal em todas as estações do ano.\n\nTrês vagas de garagem: Segurança, comodidade e facilidade para você e seus visitantes, com espaço suficiente para seus veículos.\n\nInfraestrutura do empreendimento:\n\nElevador para maior praticidade no seu dia a dia\nSalão de festas para celebrar momentos especiais com amigos e familiares\nAcademia completa para cuidar da sua saúde e bem-estar\nEste apartamento oferece uma oportunidade única de morar com qualidade, em uma região que dispõe de comércio, escolas, parques e fácil acesso ao centro da cidade. Cada detalhe foi pensado para proporcionar segurança, conforto e bem-estar, tornando sua rotina mais prática e prazerosa.\n\nNão perca essa chance! Agende sua visita e venha conhecer de perto tudo que esse imóvel tem a oferecer. Estamos prontos para ajudar você a realizar o sonho de morar bem em um espaço que une elegância, funcionalidade e uma localização privilegiada.",
    "price_brl": "995000",
    "condo_fee_brl": "450",
    "lot_area_m2": "0",
    "living_area_m2": "138",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "3",
    "floor_number": "1",
    "total_floors": "12",
    "unit_number": "302",
    "features": [
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Cooling",
      "Balcony",
      "Fireplace",
      "Parking Garage",
      "Paved Street",
      "Large Kitchen",
      "Close to main roads/avenues",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Home Office",
      "Bathtub",
      "Internet Connection",
      "Intercom",
      "Gym",
      "Closet",
      "Fitness Room",
      "Builtin Wardrobe",
      "Maid's Quarters",
      "Party room",
      "Stair",
      "Integrated Environments",
      "Smart Apartment",
      "Dinner Room",
      "Large Window",
      "Square",
      "Smart Condominium",
      "Recreation Area",
      "Eco Garbage Collector"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Rio Branco",
      "address": " Rua Campos Júnior",
      "number": "592",
      "complement": "302",
      "postal_code": "95097620",
      "latitude": "-29.177201700000",
      "longitude": "-51.186946800000"
    },
    "agent": {
      "name": "Angela Duarte",
      "email": "angeladuarte@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301064-6",
    "title": "Apartamento semimobiliado com 2 dormitórios sendo uma suíte, prédio com elevador no Villagio",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301064-6",
    "description": "Venha conhecer este lindo apartamento semimobiliado, localizado no primeiro andar do Residencial I TOWERS, no bairro Villagio, próximo ao Villagio Iguatemi. \n\nSão 84m² de espaço bem distribuído, perfeito para você e sua família! Ao entrar, você será recebido por uma sala de jantar e estar integrada, com uma sacada fechada que oferece um ambiente aconchegante. A cozinha e a área de serviço são práticas e funcionais, facilitando o seu dia a dia. O apartamento conta ainda com um banheiro social e dois dormitórios, sendo uma suíte, ideal para maior conforto e privacidade. Para sua comodidade, há uma vaga de garagem disponível.\n\n O condomínio oferece dois elevadores, dois salões de festas para momentos especiais e portaria remota, garantindo segurança. Além disso, o prédio está passando por uma pintura, deixando tudo ainda mais bonito e bem cuidado. Essa é uma excelente oportunidade de morar em um apartamento bem localizado, com infraestrutura completa e pronto para morar. \n\nAgende uma visita e venha se encantar!",
    "price_brl": "379000",
    "condo_fee_brl": "540",
    "lot_area_m2": "84",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "1",
    "floor_number": "1",
    "total_floors": "1",
    "unit_number": "105A",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Patrol",
      "TV Security",
      "Balcony",
      "Parking Garage",
      "Close to main roads/avenues",
      "Close to hospitals",
      "Close to schools",
      "BBQ"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sanvitto",
      "address": " Rua Mario de Boni",
      "number": "1882",
      "complement": "105A",
      "postal_code": "95012580",
      "latitude": "-29.175558900000",
      "longitude": "-51.210785100000"
    },
    "agent": {
      "name": "Angela Duarte",
      "email": "angeladuarte@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301064-3",
    "title": "Sala Comercial no Maia Empresarial – Villagio Iguatemi",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301064-3",
    "description": "Excelente sala comercial aérea no bairro Sanvitto, em Caxias do Sul. Com 30m², posição solar Norte e uma vista panorâmica privilegiada, este espaço é ideal para o seu negócio. Imóvel em ótimo estado de conservação, localizado em um empreendimento moderno e bem estruturado.\n\nInfraestrutura do Prédio:\n\n✔ Portaria 24 horas para segurança e controle de acesso\n✔ Sala de reuniões e sala de conferências equipadas\n✔Salão de festas e jogos\n✔ Estacionamento rotativo para clientes e visitantes\n✔ Recepção com catraca eletrônica e 03 elevadores\n\nEntre em contato para mais informações e agende uma visita!",
    "price_brl": "245000",
    "condo_fee_brl": "500",
    "lot_area_m2": "30",
    "living_area_m2": "30",
    "year_built": "2014",
    "bedrooms": "0",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": null,
    "floor_number": "3",
    "total_floors": "0",
    "unit_number": "sala 310",
    "features": [
      "Alarm System",
      "Patrol",
      "Cooling",
      "Close to main roads/avenues",
      "BBQ",
      "Gourmet Balcony",
      "Gourmet Area",
      "Security Guard on Duty",
      "Reception Room"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sanvitto",
      "address": " Rua Guerino Sanvitto",
      "number": "704",
      "complement": "sala 310",
      "postal_code": "95012340",
      "latitude": "-29.178496000000",
      "longitude": "-51.212924100000"
    },
    "agent": {
      "name": "Angela Duarte",
      "email": "angeladuarte@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301064-7",
    "title": "Apartamento com 2 dormitórios no Residencial Brisa III - Baixou o preço!!",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301064-7",
    "description": "Apartamento à venda no Residencial Brisa III  Conforto e Segurança\n\nEste aconchegante apartamento no Residencial Brisa III é ideal para quem busca funcionalidade, conforto e segurança. Com 2 dormitórios bem distribuídos, oferece um ambiente tranquilo para descanso e privacidade.\n\nA cozinha é separada da sala, proporcionando mais organização e comodidade na rotina. A sala de estar é  perfeita para receber visitas ou relaxar após um dia de trabalho.\n\nConta ainda com 1 banheiro, uma vaga de garagem coberta, garantindo proteção ao seu veículo, e 45 m² de área privativa, otimizados para o seu conforto.\n\nLocalizado em um condomínio fechado, o Residencial Brisa III proporciona mais segurança e tranquilidade para você e sua família.\n\nDestaques:\n\n2 dormitórios\n\nCozinha separada\n\n1 banheiro\n\nSala de estar\n\nGaragem coberta\n\n45 m² de área privativa\n\n\nLocalização privilegiada no Brisa III\n\nNão perca essa oportunidade! Entre em contato para mais informações ou agende sua visita.",
    "price_brl": "155000",
    "condo_fee_brl": null,
    "lot_area_m2": "45",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "2",
    "total_floors": "2",
    "unit_number": "Apto 23",
    "features": [
      "Kitchen",
      "Parking Garage",
      "Close to hospitals",
      "Close to schools",
      "Intercom"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Colina do Sol",
      "address": " Rua Jose Constantino Peccin",
      "number": "23",
      "complement": "Apto 23",
      "postal_code": "95047026",
      "latitude": "-29.118536600000",
      "longitude": "-51.191792000000"
    },
    "agent": {
      "name": "Angela Duarte",
      "email": "angeladuarte@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301064-5",
    "title": "Sobrado semimobiliado com 3 dormitórios 98m²",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301064-5",
    "description": "Venha conhecer este lindo sobrado localizado no bairro Colina do Sol, com 98m² de puro conforto e praticidade! Ao chegar, você encontra uma garagem coberta para um carro, garantindo proteção e segurança, além de um pátio lateral perfeito para seus pets brincarem e aproveitarem o espaço ao ar livre.\n\nAo entrar na casa pela porta principal, você será recebido por uma ampla sala com lareira, ideal para momentos de aconchego e convivência. A cozinha com móveis planejados oferece praticidade e estilo, facilitando o seu dia a dia. Ainda há um banheiro social e um espaço gourmet, perfeito para receber amigos e familiares em momentos especiais.\n\nSubindo as escadas, você encontra três dormitórios, sendo o principal com sacada e uma vista agradável para a rua, proporcionando iluminação natural e ventilação. O imóvel também dispõe de um banheiro social, lavanderia e uma sacada fechada de serviço, que oferece mais conforto e funcionalidade.\n\nEste sobrado é uma excelente oportunidade de morar com espaço, conforto e um toque de charme. Agende sua visita e venha se encantar!",
    "price_brl": "299000",
    "condo_fee_brl": null,
    "lot_area_m2": "98",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": null,
    "total_floors": "2",
    "unit_number": "Residência 01",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Warehouse",
      "Laundry",
      "Balcony",
      "Exterior View",
      "Fireplace",
      "Parking Garage",
      "Large Kitchen",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Gourmet Area",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Santa Fé",
      "address": " Rua Angelina Marchesini",
      "number": "65",
      "complement": "Residência 01",
      "postal_code": "95047027",
      "latitude": "-29.119923700000",
      "longitude": "-51.191600000000"
    },
    "agent": {
      "name": "Angela Duarte",
      "email": "angeladuarte@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301064-4",
    "title": "Apartamento de 01 dormitório novo no Residencial Infinity Gianella",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301064-4",
    "description": "Apresentamos o Residencial Infinity Gianella, onde conforto, modernidade e praticidade se encontram de forma harmoniosa.\nLocalizado na Rua Matteo Gianella, 492, este apartamento no 10º andar voltado para à posição norte, oferece uma vista panorâmica deslumbrante da cidade e uma iluminação natural excepcional. A localização estratégica permite fácil acesso a todas as conveniências e facilidades do centro, tornando seu dia a dia mais prático e agradável.\n\nEste apartamento nunca foi habitado e cada detalhe foi pensado para proporcionar o máximo de conforto, desde as esquadrias de PVC com vidro duplo, que garantem um excelente isolamento térmico e acústico. Além disso, o imóvel possui 01 vaga de garagem.\nO Residencial Infinity Gianella oferece uma infraestrutura completa para o seu bem-estar e segurança. A portaria 24 horas proporciona tranquilidade, enquanto a academia permite que você mantenha sua rotina de exercícios sem sair de casa. Para as crianças, há uma brinquedoteca e um playground no terraço, garantindo diversão em segurança. E para momentos de lazer com amigos e familiares, o empreendimento conta com um pub gourmet  com mesa de bilhar e um salão de festas, ambos com acesso direto ao terraço.\n\nSe você se interessou por este loft incrível no Residencial Infinity Gianella e deseja conhecê-lo melhor, não perca tempo. Entre em contato conosco agora mesmo e agende sua visita. Esta é a sua oportunidade de morar em um lugar que combina localização privilegiada, conforto e modernidade de uma forma única.",
    "price_brl": "365000",
    "condo_fee_brl": "400",
    "lot_area_m2": "49",
    "living_area_m2": "49",
    "year_built": null,
    "bedrooms": "1",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "10+",
    "total_floors": "19",
    "unit_number": "104",
    "features": [
      "Alarm System",
      "Elevator",
      "Close to shopping centers",
      "Patrol",
      "TV Security",
      "Exterior View",
      "Parking Garage",
      "Close to schools",
      "Game room",
      "Playground",
      "Security Guard on Duty",
      "Gym"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Santa Catarina",
      "address": " Rua Matteo Gianella",
      "number": "492",
      "complement": "104",
      "postal_code": "95034240",
      "latitude": "-29.158591400000",
      "longitude": "-51.196814300000"
    },
    "agent": {
      "name": "Angela Duarte",
      "email": "angeladuarte@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301065-5",
    "title": "TERRENO URBANO LOTEAMENTO GIANELLA",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301065-5",
    "description": "Venda de TERRENO URBANO LOTEAMENTO GIANELLA LOTE 25, área industrial no centro do loteamento no Bairro São José, Rua Evaristo de Antonni, de esquina com área de 527m2. Acesso fácil para as avenidas de saída da cidade com infraestrutura de serviços e comércio no entorno.",
    "price_brl": "720000",
    "condo_fee_brl": null,
    "lot_area_m2": "526.87",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "0",
    "bathrooms": "0",
    "suites": null,
    "garage_spaces": null,
    "floor_number": null,
    "total_floors": "0",
    "unit_number": null,
    "features": [],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "São José",
      "address": " Rua Evaristo de Antoni",
      "number": "1272",
      "complement": null,
      "postal_code": "95041000",
      "latitude": "-29.148417980000",
      "longitude": "-51.175491230000"
    },
    "agent": {
      "name": "Sergio Torelly",
      "email": "sergiotorelly@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301065-10",
    "title": "Residencial Villa Rosso. Semi mobiliado 3 dormitorio, 3 vagas de garagem. Bairro Jardim América",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301065-10",
    "description": "Seja o Primeiro a Morar!\n\nEstá em busca do imóvel dos seus sonhos? Não perca a oportunidade de ser o primeiro dono deste incrível apartamento! Localizado na região central de Caxias do Sul, esse apartamento novo nunca foi habitado e está pronto para você.\n\nCom 158m² de área privativa, esse apartamento conta com:\n\n3 dormitórios amplos e arejados, sendo 1 suíte com sacada, garantindo mais conforto e privacidade.\n\nBanheiro social moderno e funcional.\n\nLavabo para maior comodidade para você e seus convidados.\n\nSala de estar e jantar integradas, proporcionando um ambiente espaçoso e acolhedor, com acabamento em porcelanato de alta qualidade.\n\nCozinha planejada, equipada com cooktop, coifa, forno elétrico e armários, ideal para quem busca praticidade e sofisticação.\n\nVaranda gourmet com churrasqueira, perfeita para momentos de lazer e confraternização.\n\nTerraço integrado à sala e aos quartos, ampliando ainda mais o espaço e oferecendo um ambiente agradável e arejado.\n\n3 vagas individuais no subsolo, garantindo segurança e comodidade para seus veículos.\n\nVista permanente para o parque municipal Mato Sartori\n\nEntrada para ar condicionado em 4 ambientes, oferecendo conforto durante o ano todo.\n\nPosição solar Sul, Norte e Oeste, com sol o dia inteiro nos ambientes, garantindo luminosidade natural e aquecimento.\n\nAcabamento em vinílico nos ambientes internos, conferindo conforto, elegância e praticidade.\n\nInfraestrutura do Condomínio:\n\nElevador panorâmico, com uma vista incrível enquanto você se desloca pelo prédio.\n\nSalão de festas, perfeito para comemorações e eventos com amigos e familiares.\n\nLocalização Privilegiada: O apartamento está situado na região central de Caxias do Sul, com fácil acesso a tudo o que você precisa: comércio, escolas, hospitais e transporte público.\n\nNão perca a chance de morar em um imóvel novinho, com excelente acabamento, infraestrutura de qualidade e uma posição solar incrível. Entre em contato e agende uma visita para conhecer seu novo lar!",
    "price_brl": "950000",
    "condo_fee_brl": "300",
    "lot_area_m2": "224.71",
    "living_area_m2": "158",
    "year_built": "2019",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "3",
    "floor_number": "6",
    "total_floors": "9",
    "unit_number": "Apto 602",
    "features": [
      "Alarm System",
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Patrol",
      "Cooling",
      "Balcony",
      "Cable television",
      "Parking Garage",
      "Garden area",
      "Large Kitchen",
      "Green space / Park",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Gourmet Balcony",
      "Gourmet Area",
      "Security Guard on Duty",
      "Internet Connection",
      "Fenced Yard"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Jardim América",
      "address": " Rua Rio Grande do Sul",
      "number": "275",
      "complement": "Apto 602",
      "postal_code": "95050-420",
      "latitude": "-29.162055100000",
      "longitude": "-51.172923800000"
    },
    "agent": {
      "name": "Sergio Torelly",
      "email": "sergiotorelly@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301065-12",
    "title": "Apartamento à Venda em Pio X – Caxias do Sul | Edíficio Residencial e Comercial Luiz Américo",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301065-12",
    "description": "Apartamento à Venda em Pio X  Caxias do Sul | Conforto, Estilo e Localização Privilegiada\nSe você está em busca de um novo lar que una espaço, conforto e segurança, acaba de encontrar a oportunidade ideal. Apresentamos este belíssimo apartamento à venda no bairro Pio X, em Caxias do Sul (RS)  uma das regiões mais valorizadas do Sul do Brasil!\nCom 158 m² de área privativa, este imóvel oferece 3 dormitórios espaçosos, 2 banheiros, e um layout cuidadosamente planejado para proporcionar o máximo de praticidade e bem-estar, com excelente estado de conservação e cuidado nos acabamentos.\n✨ Destaques do Imóvel:\n\t3 dormitórios amplos, sendo um 1 Suite\n\t2 banheiros bem distribuídos\n\tGaragem coberta para 2 veículos (subsolo)\n\tSacada \n        Churrasqueira\n\tMóveis embutidos\n\tAr condicionado e ventiladores de teto\n\tAmbientes iluminados naturalmente (posição leste e norte)\n\tVista externa livre e agradável\n\tLavanderia\n\tDepósitos individuais\n\tElevador\n🏢 Infraestrutura do Condomínio:\n\tCondomínio fechado\n\tSistema de alarme e circuito interno de segurança\n\tAcesso por rua asfaltada\n\tBaixo índice de ruído e excelente vizinhança\n📍 Localização Estratégica:\nLocalizado na Rua Campos dos Bugres  Apto 401, o apartamento está em uma área com fácil acesso a escolas, igreja, transporte público e comércios locais, ideal para famílias que valorizam uma rotina prática sem abrir mão da tranquilidade.\nEste imóvel é uma escolha perfeita para quem busca um ambiente acolhedor, espaçoso e funcional, seja para morar ou investir. Com um excelente custo-benefício, é uma oportunidade rara na região.\n💬 Entre em contato agora mesmo para agendar sua visita e conhecer de perto tudo o que este apartamento incrível tem a oferecer. Descubra um novo padrão de qualidade de vida em Caxias do Sul!",
    "price_brl": "690000",
    "condo_fee_brl": "400",
    "lot_area_m2": "202.26",
    "living_area_m2": "157.66",
    "year_built": "2009",
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "2",
    "total_floors": "4",
    "unit_number": "Apto 401",
    "features": [
      "Alarm System",
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "TV Security",
      "Warehouse",
      "Laundry",
      "Water tank",
      "Cooling",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Paved Street",
      "Large Kitchen",
      "Close to schools",
      "BBQ",
      "Intercom",
      "Closet",
      "Builtin Wardrobe",
      "Fenced Yard",
      "Maid's Quarters",
      "Stair",
      "Dinner Room"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Pio X",
      "address": " Rua Campos dos Bugres",
      "number": "220",
      "complement": "Apto 401",
      "postal_code": "95034-050",
      "latitude": "-29.161320600000",
      "longitude": "-51.189219800000"
    },
    "agent": {
      "name": "Sergio Torelly",
      "email": "sergiotorelly@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301065-1",
    "title": "Victória Park Residence, 3 dorm., 1 suite, 3 banheiros, 2 vagas de garagem no Pio X",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301065-1",
    "description": "Venha descobrir o seu novo refúgio urbano neste apartamento de três dormitórios, incluindo uma suíte e duas vagas de garagem, situado no coração do Bairro Pio X. Este apartamento combina perfeitamente o conforto moderno com um estilo de vida ativo e relaxante.\n\nAo adentrar neste espaçoso condomínio, você será recebido por uma atmosfera acolhedora e iluminada, onde cada detalhe foi cuidadosamente planejado para oferecer o máximo em conforto, comodidade e praticidade, planejado com amplos espaços e finamente decorado. O apartamento tem na suíte, um espaço de dormitório santuário de tranquilidade, oferece um retiro privado para relaxar após um longo dia, enquanto os outros dois quartos proporcionam o espaço perfeito para acomodar a família ou convidados numa área íntima com apoio de um banheiro. A sala em dois ambientes bem dispostos, com lavabo, apresenta uma sacada com vista panorâmica.\n\nComo diferencial oferece o serviço de dois elevadores, dois salões de festas (que se necessário maior espaço podem compor um) com área externa de apoio, quiosque com dois espaços para churrascos, junto a uma quadra poliesportiva, academia, sauna seca e úmida, dois vestiários com chuveiros de apoio, integrados a uma área verde com brinquedoteca/playgroud, com serviço de segurança 24 horas.\nEm localização de fácil acesso às vias principais tanto para as áreas centrais quanto para as rotas de saídas da cidade para outras localidades.\n\nEste condomínio conta em seu entorno com uma completa rede de prestadores de serviços e uma gama variada de comércio.",
    "price_brl": "510000",
    "condo_fee_brl": "800",
    "lot_area_m2": "100",
    "living_area_m2": "100",
    "year_built": "2005",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "5",
    "total_floors": "17",
    "unit_number": "56",
    "features": [
      "Elevator",
      "Parking Garage",
      "Garden area",
      "Close to hospitals",
      "Playground",
      "Sports court",
      "Security Guard on Duty",
      "Gym",
      "Sauna"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Pio X",
      "address": " Rua Mariana Prezzi",
      "number": "65",
      "complement": "56",
      "postal_code": "95034460",
      "latitude": "-29.160636500000",
      "longitude": "-51.184396500000"
    },
    "agent": {
      "name": "Sergio Torelly",
      "email": "sergiotorelly@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301065-11",
    "title": "Terreno Comercial/Residencial em Pio X, Caxias do Sul, RS",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301065-11",
    "description": "Venda de Terreno Comercial em Pio X, Caxias do Sul, RS\n\nDescubra uma oportunidade única de investimento em Pio X, Caxias do Sul! Este terreno comercial à venda está estrategicamente localizado em uma das áreas mais promissoras da Região Sul do Brasil. Com um total de 462 metros quadrados, o terreno está situado na Rua Ângelo Brustolin, uma área conhecida por seu desenvolvimento crescente e excelente infraestrutura.\n\nEm boas condições e com um ótimo preço, este terreno misto (comercial e residencial) oferece inúmeras possibilidades para empreendedores e investidores que buscam expandir ou iniciar novos negócios. As dimensões amplas, de 22 por 21 metros, permitem uma flexibilidade de projetos que se adaptam perfeitamente às suas necessidades comerciais específicas.\n\nIdeal para variados tipos de empreendimentos, este terreno em Pio X não só proporciona um espaço amplo, mas também faz parte de um bairro consolidado, conhecido por sua segurança e acessibilidade. Se você procura um local de destaque para posicionar o seu negócio e garantir um retorno sólido, esta é a escolha certa.\n\nNão perca essa chance de adquirir um terreno com grande potencial de valorização em uma das cidades mais dinâmicas do Rio Grande do Sul. Entre em contato agora mesmo e agende uma visita para conhecer melhor esta excelente oportunidade de investimento.",
    "price_brl": "550000",
    "condo_fee_brl": null,
    "lot_area_m2": "462",
    "living_area_m2": "0",
    "year_built": null,
    "bedrooms": "0",
    "bathrooms": "0",
    "suites": null,
    "garage_spaces": null,
    "floor_number": null,
    "total_floors": "0",
    "unit_number": null,
    "features": [],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Pio X",
      "address": " Rua Ângelo Brustolin",
      "number": "0",
      "complement": null,
      "postal_code": "95034410",
      "latitude": "-29.155476300000",
      "longitude": "-51.184080200000"
    },
    "agent": {
      "name": "Sergio Torelly",
      "email": "sergiotorelly@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301069-16",
    "title": "Apartamento no Bela Vita com 2 dormitórios",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301069-16",
    "description": "Excelente apartamento de 63m² privativos, com vista direta para a rua. \n\nO imóvel conta com 2 dormitórios bem distribuídos, oferecendo conforto e praticidade para você e sua família. A unidade é semi mobiliada, incluindo móveis sob medida na cozinha, banheiro e em alguns ambientes, proporcionando praticidade e otimização dos espaços.\n\nPossui uma ampla sala de estar integrada à sacada, que conta com churrasqueira  perfeita para reunir amigos e familiares em momentos especiais. A área de serviço é separada, garantindo mais organização e funcionalidade no dia a dia. O apartamento também dispõe de 1 vaga de garagem coberta, proporcionando mais segurança e comodidade.\n\nO prédio oferece toda a praticidade de um elevador, além de ser pet friendly, ou seja, seu bichinho de estimação é muito bem-vindo! Localizado em um bairro com infraestrutura completa, próximo de supermercado, padaria, escolas, farmácias, ponto de ônibus e demais comércios essenciais, garantindo que você tenha tudo ao seu alcance sem abrir mão da tranquilidade.\n\nSe você busca um imóvel pronto para morar, bem localizado, com conforto e praticidade, este apartamento é a escolha ideal. \n\nAgende já sua visita e venha conhecer seu novo lar!",
    "price_brl": "320000",
    "condo_fee_brl": "300",
    "lot_area_m2": "63",
    "living_area_m2": "63",
    "year_built": "2013",
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "4",
    "total_floors": "6",
    "unit_number": "401",
    "features": [
      "Alarm System",
      "Elevator",
      "Parking Garage",
      "Garden area",
      "Intercom"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Bela Vista",
      "address": " Rua Danilo Antônio Bridi",
      "number": "167",
      "complement": "401",
      "postal_code": "95072140",
      "latitude": "-29.174391700000",
      "longitude": "-51.146839400000"
    },
    "agent": {
      "name": "Manoela Gava",
      "email": "manoelagava@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301069-2",
    "title": "Apartamento Mobiliado Com 3 dormitórios e 2 Vagas de Garagem",
    "type": "For Sale",
    "publication_type": "PREMIERE_1",
    "url": "http://remax.com.br/610301069-2",
    "description": "Esta é a chance de proporcionar o bem estar para você e sua família, melhor ainda quando se tem um ótimo custo benefício, esse imóvel é uma excelente opção, pois contempla uma ótima localização, na Rua Luiz Rogério Buffon no Bairro Interlagos aliada a praticidade de estar próximo ao centro e toda infraestrutura necessária que o Bairro oferece.\nO apartamento 41 do Residencial Tulio Ficanha é mobiliado, nele você encontra uma ótima distribuição interna com 84m² privativos. Com um amplo living ideal para receber amigos e familiares, junto a ele tem uma sacada fechada voltada para o norte, aproveitando o sol até o entardecer. Já a cozinha integrada, possui espaço suficiente para preparar deliciosas refeições e acomodar bem toda a família. \nA lavanderia com churrasqueira é voltada para o leste é muito bem iluminada e tem um belo espaço para secar e acomodar as roupas. Por ser separada da cozinha, traz toda privacidade necessária no dia a dia. O aquecedor de passagem instalado garante todo conforto para as torneiras e chuveiros.\nNa área íntima são 03 dormitórios sendo 01 suíte. Os 02 dormitórios de solteiros, além de amplos e muito bem iluminados, podem ser utilizados como um belo home office dependendo da necessidade. Já a suíte voltada para Norte é muito aconchegante e espaçosa.\nOutro destaque são as 02 vagas de garagens individuais com fácil acesso e manobra!\nO prédio é de 2015, e encontra-se em ótimo estado de conservação, salão de festas mobiliado e equipado, sistema de câmeras de vigilância e alarme interno, e aceita pet.\nEscolha o melhor para você e sua família com uma excelente oportunidade de ter toda a praticidade no seu dia a dia!\nAgende sua visita!",
    "price_brl": "449000",
    "condo_fee_brl": "300",
    "lot_area_m2": "84",
    "living_area_m2": "84",
    "year_built": "2015",
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "3",
    "total_floors": "4",
    "unit_number": "41",
    "features": [
      "Furnished",
      "Elevator",
      "Balcony",
      "Parking Garage",
      "Garden area",
      "BBQ",
      "Pet Space"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Interlagos",
      "address": " Rua Luíz Rogério Buffon",
      "number": "518",
      "complement": "41",
      "postal_code": "95052600",
      "latitude": "-29.146940800000",
      "longitude": "-51.166518800000"
    },
    "agent": {
      "name": "Manoela Gava",
      "email": "manoelagava@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301069-17",
    "title": "Apartamento com 3 dormitórios na Av. Rio Branco",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301069-17",
    "description": "Localizado em uma das áreas mais desejadas da cidade, o apartamento no Bairro Rio Branco oferece uma experiência de vida incomparável. Sua localização privilegiada proporciona conveniência e acessibilidade, com mercados, lojas, restaurantes e escolas a poucos passos de distância, enquanto o centro da cidade fica a apenas alguns minutos de carro.\n\nO empreendimento foi entregue em 2016, e se destaca pela sua infraestrutura completa e diferenciada, projetada para atender aos mais exigentes padrões de conforto e lazer. Os moradores têm à disposição uma piscina refrescante para os dias de sol, uma quadra poliesportiva para a prática de atividades físicas, um salão de festas para celebrações memoráveis, um espaço gourmet para encontros gastronômicos, uma academia bem equipada para os entusiastas do fitness, uma sala de jogos para momentos de descontração, um playground seguro para as crianças explorarem e uma portaria 24 horas remota para garantir a tranquilidade e segurança de todos, e claro que seu pet é bem-vindo.\n\nAo adentrar o apartamento, os moradores são recebidos por um amplo living que se integra harmoniosamente à sacada gourmet. A cozinha e a área de serviço oferecem praticidade e organização no dia a dia.\n\nO apartamento conta com três dormitórios, sendo um deles uma suíte, proporcionando privacidade e conforto aos moradores. O banheiro social atende às necessidades da família e dos convidados. \n\nCom uma posição solar Oeste/Sul, o apartamento recebe a luminosidade natural na parte da tarde, garantindo ambientes iluminados. Além disso, o apartamento tem 2 vagas de garagem. O empreendimento aceita pets.\n\nEste imóvel está pronto para receber uma nova família, oferecendo conforto, conveniência e qualidade de vida em um dos melhores endereços da cidade. Agende uma visita e encante-se com tudo o que este apartamento tem a oferecer!",
    "price_brl": "540000",
    "condo_fee_brl": "600",
    "lot_area_m2": "94",
    "living_area_m2": "94",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": null,
    "floor_number": "5",
    "total_floors": "0",
    "unit_number": "503",
    "features": [
      "Alarm System",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Parking Garage",
      "Garden area",
      "Paved Street",
      "Close to schools",
      "Pool",
      "Game room",
      "Playground",
      "Sports court",
      "Gourmet Area",
      "Caretaker",
      "Intercom",
      "Gym",
      "Fitness Room",
      "Maid's Quarters",
      "Barbecue Balcony",
      "Party room",
      "Integrated Environments",
      "Dinner Room"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Rio Branco",
      "address": " Avenida Rio Branco",
      "number": "1670",
      "complement": "503",
      "postal_code": "95096000",
      "latitude": "-29.178961300000",
      "longitude": "-51.196928800000"
    },
    "agent": {
      "name": "Manoela Gava",
      "email": "manoelagava@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301069-15",
    "title": "Apartamento com 88m² privativos e 2 dormitórios no Panazzolo",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301069-15",
    "description": "Apartamento localizado no bairro Panazzolo, uma das regiões mais valorizadas e procuradas da cidade, que oferece fácil acesso a serviços, comércios e uma infraestrutura completa. \n\nO imóvel conta com 88m² de área privativa, muito bem distribuídos para garantir conforto e praticidade no dia a dia.\n\nCom posição solar Leste, o apartamento recebe ótima incidência de luz natural pela manhã, proporcionando ambientes agradáveis, bem iluminados e arejados.\n\n São dois dormitórios, sendo uma suíte com sacada. \n\n A área social é composta por uma ampla sala de estar e jantar integradas, com acesso à sacada , o que amplia a sensação de espaço e conforto, tornando o ambiente ideal tanto para momentos de relaxamento quanto para receber amigos e familiares.\n\nA cozinha é separada, garantindo mais organização e funcionalidade, além de contar com área de serviço independente, equipada com churrasqueira, um diferencial que traz praticidade e versatilidade ao imóvel.\n\nO apartamento está situado no segundo andar (subindo apenas um lance de escada), em um prédio com apenas dois apartamentos por andar, o que proporciona mais privacidade e tranquilidade aos moradores. \nConta ainda com uma vaga de garagem. \n\nUma excelente oportunidade para quem busca morar bem, com conforto e em uma localização privilegiada.",
    "price_brl": "339000",
    "condo_fee_brl": "380",
    "lot_area_m2": "88",
    "living_area_m2": "88",
    "year_built": null,
    "bedrooms": "2",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "1",
    "floor_number": "2",
    "total_floors": "4",
    "unit_number": "202",
    "features": [
      "Kitchen",
      "Parking Garage",
      "Garden area",
      "Backyard",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Panazzolo",
      "address": " Rua Monte Castelo",
      "number": "65",
      "complement": "202",
      "postal_code": "95082170",
      "latitude": "-29.178490500000",
      "longitude": "-51.175716400000"
    },
    "agent": {
      "name": "Manoela Gava",
      "email": "manoelagava@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301069-9",
    "title": "Apartamento Semimobiliado com 3 dormitórios e 94m² privativos",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301069-9",
    "description": "Localizado em uma das áreas mais desejadas da cidade, o apartamento no Bairro Rio Branco oferece uma experiência de vida incomparável. Sua localização privilegiada proporciona conveniência e acessibilidade, com mercados, lojas, restaurantes e escolas a poucos passos de distância, enquanto o centro da cidade fica a apenas alguns minutos de carro.\n\nO empreendimento foi entregue em 2016, e se destaca pela sua infraestrutura completa e diferenciada, projetada para atender aos mais exigentes padrões de conforto e lazer. Os moradores têm à disposição uma piscina refrescante para os dias de sol, uma quadra poliesportiva para a prática de atividades físicas, um salão de festas para celebrações memoráveis, um espaço gourmet para encontros gastronômicos, uma academia bem equipada para os entusiastas do fitness, uma sala de jogos para momentos de descontração, um playground seguro para as crianças explorarem e uma portaria 24 horas remota para garantir a tranquilidade e segurança de todos, e claro que seu pet é bem-vindo.\n\nAo adentrar o apartamento semimobiliado, os moradores são recebidos por um amplo living que se integra harmoniosamente à sacada gourmet, proporcionando um ambiente perfeito para relaxar e apreciar a vista panorâmica da cidade. A cozinha e a área de serviço separadas oferecem praticidade e organização no dia a dia.\n\nO apartamento conta com três dormitórios, sendo um deles uma suíte, proporcionando privacidade e conforto aos moradores. O banheiro social atende às necessidades da família e dos convidados com elegância e funcionalidade.\n\nCom uma posição solar privilegiada, o apartamento recebe a luminosidade natural do norte, garantindo ambientes iluminados e agradáveis ao longo do dia. Além disso, o apartamento tem 2 vagas de garagem. O empreendimento aceita pets.\n\nEste imóvel está pronto para receber uma nova família, oferecendo conforto, conveniência e qualidade de vida em um dos melhores endereços da cidade. Agende uma visita e encante-se com tudo o que este apartamento tem a oferecer!",
    "price_brl": "720000",
    "condo_fee_brl": "600",
    "lot_area_m2": "94",
    "living_area_m2": "94",
    "year_built": "2016",
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": null,
    "total_floors": "19",
    "unit_number": "1501",
    "features": [
      "Furnished",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Cooling",
      "Balcony",
      "Parking Garage",
      "Close to schools",
      "Semi Olympic Pool",
      "Pool",
      "Game room",
      "BBQ",
      "Playground",
      "Sports court",
      "Gourmet Balcony",
      "Gourmet Area",
      "Pet Space",
      "Security Guard on Duty",
      "Gym",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Rio Branco",
      "address": " Avenida Rio Branco",
      "number": "1670",
      "complement": "1501",
      "postal_code": "95096000",
      "latitude": "-29.178898600000",
      "longitude": "-51.196774500000"
    },
    "agent": {
      "name": "Manoela Gava",
      "email": "manoelagava@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-35",
    "title": "Apartamento c/ 136 m² - 03 Dormitórios e 01 suite - 02 vagas R$579.000,00",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-35",
    "description": "Oportunidade imperdível no bairro Santa Catarina!\n\nApresentamos este excelente apartamento mobiliado, com 136m² de área privativa, localizado em uma das regiões mais valorizadas e completas da cidade. Um imóvel ideal para quem busca conforto, praticidade e qualidade de vida.\n\nO apartamento conta com 03 dormitórios, sendo 01 suíte, todos espaçosos e bem iluminados, com posição solar privilegiada  sol da manhã nos quartos e sol da tarde na cozinha e área de serviço. Além disso, possui banheiro social, sala ampla com dois ambientes, perfeita para reunir amigos e familiares, cozinha espaçosa, área de serviço independente e churrasqueira privativa.\n\nO imóvel está totalmente mobiliado, com móveis planejados e mobília completa de excelente padrão, pronta para morar! Dispõe ainda de 02 vagas de garagem independentes, garantindo mais praticidade no dia a dia.\n\nO condomínio oferece elevador e salão de festas, perfeito para confraternizações, e está situado em uma excelente localização, próximo à Rua Jacob Luchesi, com acesso fácil a uma ampla variedade de comércios e serviços como farmácias, escolas, supermercados, postos de gasolina, restaurantes e muito mais.\n\nTudo o que você e sua família precisam em um só lugar!\n\nEntre em contato agora mesmo e agende sua visita!\nSeu novo lar espera por você!",
    "price_brl": "579000",
    "condo_fee_brl": "350",
    "lot_area_m2": "136",
    "living_area_m2": "136",
    "year_built": "2003",
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "2",
    "total_floors": "6",
    "unit_number": "302",
    "features": [
      "Alarm System",
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Laundry",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Large Kitchen",
      "Green space / Park",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Gourmet Area",
      "Stores",
      "Security Guard on Duty",
      "Internet Connection",
      "Builtin Wardrobe",
      "Fenced Yard",
      "Maid's Quarters",
      "Party room",
      "Integrated Environments",
      "Dinner Room",
      "Square"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Santa Catarina",
      "address": " Rua João Alcíno Stürmer",
      "number": "643",
      "complement": "302",
      "postal_code": "95032180",
      "latitude": "-29.151726500000",
      "longitude": "-51.204829500000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-28",
    "title": "Sobrado - 03 Dormitórios - 02 Banheiros - 01 Vaga - R$245.000,00",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-28",
    "description": "🏡 Sobrado à venda no bairro Nossa Senhora das Graças  Caxias do Sul/RS\nValor: R$ 245.000,00  Documentação em dia e pronto para financiar!\n\nChegou a oportunidade que você esperava para sair do aluguel e conquistar a casa própria! Este lindo sobrado com 63,00 m² de área privativa e entrada individual está pronto para te receber com todo o conforto que sua família merece.\n\nO imóvel possui:\n✔️ 3 dormitórios espaçosos\n✔️ 2 banheiros bem distribuídos\n✔️ Sala aconchegante e iluminada\n✔️ Cozinha funcional\n✔️ Área de serviço separada\n✔️ 1 vaga de garagem coberta\n\nUm dos grandes destaques deste sobrado é a sua posição solar Leste/Oeste, garantindo sol o dia todo e ambientes sempre iluminados e ventilados.\n\nLocalizado em uma rua tranquila e sem movimento, no coração do bairro Nossa Senhora das Graças, você estará perto de tudo que facilita sua rotina:\n🛒 Supermercado\n🚌 Parada de ônibus\n💊 Farmácias\n🏥 Posto médico\n\nImóvel 100% documentado, aceita financiamento por qualquer banco e pode ser utilizado FGTS como entrada!\n\n💥 Não perca essa chance! Agende agora mesmo sua visita e venha conhecer pessoalmente essa excelente opção de moradia.\n\n📞 Entre em contato e faça sua proposta!\nSAIA DO ALUGUEL! Essa pode ser a sua grande conquista!",
    "price_brl": "245000",
    "condo_fee_brl": null,
    "lot_area_m2": "63",
    "living_area_m2": "0",
    "year_built": "2009",
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": null,
    "total_floors": "2",
    "unit_number": "CASA 1",
    "features": [
      "Kitchen",
      "Exterior View",
      "Parking Garage",
      "Close to schools",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Nossa Senhora das Graças",
      "address": " Rua Olinda Facchin",
      "number": "660",
      "complement": "CASA 1",
      "postal_code": "95095154",
      "latitude": "-29.209407000000",
      "longitude": "-51.196721700000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-8",
    "title": "Terreno com 360 m² - Marechal Floriano",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-8",
    "description": "Está em busca do terreno perfeito para realizar o seu projeto dos sonhos ou garantir um excelente investimento? Então, este terreno de 12 x 30 metros, com 360 m², é a oportunidade que você estava esperando! 🌟\n\nLocalizado a apenas 200 metros da Perimetral, um dos principais acessos à cidade, este terreno oferece a conveniência e a facilidade de mobilidade que você precisa no dia a dia. O acesso rápido às vias principais da cidade vai tornar seus deslocamentos mais ágeis, facilitando sua rotina e garantindo um grande ganho de tempo, seja para o trabalho, para o lazer ou para qualquer outro compromisso. Não importa onde você precise ir, estará sempre bem posicionado para chegar lá. 🚗💨\n\nA localização é, sem dúvida, um dos maiores atrativos deste terreno. Próximo a escolas de qualidade reconhecida, você terá a tranquilidade de oferecer uma educação excelente para seus filhos sem precisar se deslocar por longas distâncias. Além disso, supermercados bem abastecidos estão ao seu redor, garantindo praticidade nas suas compras e acesso rápido aos produtos essenciais para o seu dia a dia. 🏫🍞🛍️\n\nE para quem busca um estilo de vida tranquilo, a proximidade com o centro da cidade, que fica a apenas 10 minutos de distância, é mais um grande benefício. Você poderá desfrutar de tudo o que a cidade oferece, como lazer, cultura e serviços de qualidade, e ao mesmo tempo contar com a paz e o sossego de um bairro residencial. Imagine viver em um local estratégico, onde você pode se conectar facilmente ao movimento da cidade, mas também encontrar a calma necessária para descansar após um longo dia. 🌆🌿\n\nOutro ponto importante a ser destacado é que a área está inserida em um bairro em constante valorização. Isso significa que, além de proporcionar uma ótima qualidade de vida, o terreno também representa uma excelente oportunidade de investimento a longo prazo. O mercado imobiliário na região está crescendo, o que certamente trará um retorno financeiro significativo no futuro. Seja para construir a casa dos seus sonhos ou para adquirir um imóvel com excelente potencial de valorização, este terreno oferece tudo o que você precisa para ter sucesso nos seus planos. 📈💼\n\nO terreno de 360 m² oferece um espaço amplo para a construção de uma casa confortável, com um jardim espaçoso, piscina ou até mesmo um pequeno espaço gourmet para reunir amigos e familiares. Com a flexibilidade de um terreno retangular de 12 x 30 metros, você terá a liberdade de planejar sua obra da maneira mais personalizada e funcional possível, aproveitando ao máximo cada metro quadrado.\n\nEsta é uma oportunidade única de conquistar um imóvel em uma localização estratégica e com grande potencial de crescimento. Não deixe que ela passe! Ao investir nesse terreno, você está não apenas garantindo o futuro de sua família, mas também apostando em um imóvel com grande potencial de valorização no mercado imobiliário.",
    "price_brl": "119900",
    "condo_fee_brl": null,
    "lot_area_m2": "360",
    "living_area_m2": "0",
    "year_built": "2011",
    "bedrooms": "0",
    "bathrooms": "0",
    "suites": null,
    "garage_spaces": null,
    "floor_number": null,
    "total_floors": "0",
    "unit_number": null,
    "features": [
      "Land",
      "Close to main roads/avenues",
      "Close to schools",
      "Gravel",
      "Pet Space",
      "Lawn"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Marechal Floriano",
      "address": " Rua Antônio Rossato",
      "number": "21",
      "complement": null,
      "postal_code": "95013090",
      "latitude": "-29.160725900000",
      "longitude": "-51.194775600000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-27",
    "title": "Apartamento Duplex mobiliado e equipado- Bairro Sanvitto - 03 Suites 03 vagas",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-27",
    "description": "Vende-se Apartamento Duplex de Alto Padrão - 226m² - Bairro Sanvitto\n\nOportunidade única! Apartamento duplex de alto padrão, com 226m² de área privativa, ideal para quem busca conforto, sofisticação e praticidade. Localizado no bairro Sanvitto, uma região em plena expansão, próximo à Rede de Ensino Caminho do Saber, farmácias, shopping, centros comerciais, restaurantes e supermercados, proporcionando total conveniência no seu dia a dia.\n\nCaracterísticas do imóvel:\n\n03 amplas suítes, sendo 01 master com closet e banheira, oferecendo total privacidade e conforto.\nSala de estar aconchegante e de jantar integradas, criando um ambiente perfeito para momentos em família ou com amigos.\nCozinha totalmente mobiliada e equipada, pronta para o seu uso, com espaços amplos e bem planejados além da churrasqueira para compartilhar momentos com a família e amigos\nIluminação solar frente oeste, garantindo luz natural durante a tarde toda e uma excelente ventilação, proporcionando um ambiente saudável e agradável.\nSistema de calefação em todos os ambientes, garantindo uma temperatura agradável mesmo nos dias mais frios.\nÁrea de serviço separada e área técnica de ar condicionado, garantindo organização e funcionalidade.\nPorta de entrada eletrônica, oferecendo maior comodidade e segurança ao acessar o imóvel.\n03 vagas de garagem no subsolo, proporcionando total praticidade e segurança para seus veículos.\nEste apartamento foi projetado para quem valoriza qualidade de vida, com espaços amplos e bem iluminados, além de localização estratégica em um bairro que oferece tudo o que você precisa. \nCondomínio com salão de festas equipado e elevador codificado para sua maior segurança. \nNão perca essa oportunidade de morar com estilo, sofisticação e conforto. Agende uma visita e venha conhecer seu novo lar!",
    "price_brl": "1250000",
    "condo_fee_brl": "900",
    "lot_area_m2": "207",
    "living_area_m2": "207",
    "year_built": "2015",
    "bedrooms": "3",
    "bathrooms": "4",
    "suites": "3",
    "garage_spaces": "3",
    "floor_number": "1",
    "total_floors": "3",
    "unit_number": "201",
    "features": [
      "Alarm System",
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Warehouse",
      "Laundry",
      "Cooling",
      "Balcony",
      "Cable television",
      "Exterior View",
      "Parking Garage",
      "Large Kitchen",
      "Green space / Park",
      "Close to hospitals",
      "Close to schools",
      "BBQ",
      "Gourmet Area",
      "Pet Space",
      "Security Guard on Duty",
      "Bathtub",
      "Internet Connection",
      "Intercom",
      "Closet",
      "Digital Locker",
      "Fenced Yard",
      "Maid's Quarters",
      "Party room",
      "Integrated Environments",
      "Dinner Room",
      "Gourmet Kitchen"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sanvitto",
      "address": " Rua Domingos Oliva dos Santos",
      "number": "336",
      "complement": "201",
      "postal_code": "95012320",
      "latitude": "-29.178084600000",
      "longitude": "-51.210205800000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-30",
    "title": "Apartamento no Centro 136m² - 03 Dormitórios - 01 Suíte - 02 Vagas",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-30",
    "description": "Apartamento de 136m² à venda no Centro de Caxias do Sul  3 Dormitórios e Excelente Posição Solar\n\nVocê procura espaço, conforto e localização privilegiada? Este amplo apartamento de 136m² na região central de Caxias do Sul pode ser o lar ideal para você e sua família!\n\nO imóvel conta com 3 dormitórios, sendo 1 suíte, perfeito para acomodar sua família com privacidade e comodidade. A área social é um verdadeiro diferencial: uma sala ampla com 3 ambientes, ideal para receber amigos, relaxar ou curtir momentos em família. Além disso, o apartamento está voltado para o norte, garantindo excelente iluminação natural e o sol da manhã em todos os cômodos principais  conforto térmico e economia de energia durante todo o ano.\n\nA cozinha é funcional e já conta com armários planejados e churrasqueira, perfeita para quem gosta de cozinhar ou receber convidados. A área de serviço é espaçosa e ainda possui um banheiro auxiliar, agregando praticidade ao dia a dia.\n\nO imóvel dispõe de 2 vagas de garagem, proporcionando segurança e comodidade para toda a família.\n\nO prédio oferece estrutura completa, com elevador, salão de festas e salão de jogos, ideais para momentos de lazer e confraternização.\n\nSua localização é simplesmente imbatível: no coração de Caxias do Sul, próximo a tudo que você precisa. Está a poucos metros da Escola La Salle, Shopping Bourbon, farmácias, hospitais, supermercados e uma variedade de comércios e serviços que facilitam o dia a dia.\n\nSe você procura um apartamento espaçoso, bem iluminado, com excelente infraestrutura e em localização central, essa é a oportunidade que estava esperando!\n\nEntre em contato e agende uma visita. Seu novo lar espera por você!",
    "price_brl": "639900",
    "condo_fee_brl": "500",
    "lot_area_m2": "137",
    "living_area_m2": "0",
    "year_built": "1995",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "4",
    "total_floors": "10",
    "unit_number": "402",
    "features": [
      "Alarm System",
      "Kitchen Cabinets",
      "Elevator",
      "Close to shopping centers",
      "Laundry",
      "Cooling",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Close to main roads/avenues",
      "Close to hospitals",
      "Close to schools",
      "Game room",
      "Reception Room",
      "Internet Connection",
      "Fenced Yard"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "São Pelegrino",
      "address": " Avenida Rio Branco",
      "number": "209",
      "complement": "402",
      "postal_code": "95010060",
      "latitude": "-29.169735300000",
      "longitude": "-51.189791900000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-34",
    "title": "Casa Sobrado 271m2 - 03 Dormitórios",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-34",
    "description": "Se você busca um lar espaçoso, confortável e com uma vista de tirar o fôlego, esta é a sua oportunidade!\n\nApresentamos este imovel semi mobiliado com 272m² de área construída, localizado no bairro Colina Sorriso, uma das regiões mais tranquilas e valorizadas da cidade. Um bairro estritamente residencial, com ruas calmas, perfeito para quem deseja viver com qualidade de vida, privacidade e segurança.\n\nO imóvel oferece uma vista panorâmica permanente e consolidada da cidade, tornando o ambiente ainda mais agradável e exclusivo.\n\nSão 3 dormitórios bem distribuídos, com excelente iluminação natural, e 3 banheiros, sendo um deles com banheira para os momentos de relaxamento. A sala com sacada é ampla e arejada, ideal para reunir amigos e familiares com conforto.\n\nA cozinha é generosa em espaço, equipada com armários planejados, perfeita para quem gosta de cozinhar e receber. Ao lado,  fogão a lenha e a churrasqueira coberta garante bons momentos de lazer. A área de serviço é separada, oferecendo mais praticidade e organização no dia a dia.\n\nA escada interna em granito traz elegância ao ambiente, enquanto o pátio nos fundos oferece espaço de sobra para ampliação, como uma área gourmet ou piscina, conforme o seu projeto.\n\nCom 4 vagas de garagem coberta, você e sua família terão todo o conforto e segurança necessários.\n\nA posição solar Norte/Leste garante sol durante todo o dia, favorecendo ambientes mais claros, arejados e agradáveis em qualquer estação do ano.\n\nResumo das Características:\n\n272m² de área construída\n\n3 quartos\n\n3 banheiros (1 com banheira)\n\nSala com sacada e vista panorâmica\n\nCozinha ampla com armários\n\nChurrasqueira\n\nÁrea de serviço separada\n\nEscada em granito\n\nPátio nos fundos com espaço para ampliação\n\n4 vagas de garagem coberta\n\nPosição solar Norte/Leste\n\nBairro Colina Sorriso  residencial, tranquilo e valorizado\n\nVista definitiva da cidade\n\nNão perca a chance de morar em uma casa com espaço, conforto e uma vista única!\n\nEntre em contato e agende sua visita!",
    "price_brl": "949000",
    "condo_fee_brl": null,
    "lot_area_m2": "272",
    "living_area_m2": "272",
    "year_built": "2018",
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": null,
    "garage_spaces": "4",
    "floor_number": null,
    "total_floors": "2",
    "unit_number": null,
    "features": [
      "Kitchen",
      "Furnished",
      "Kitchen Cabinets",
      "Warehouse",
      "Balcony",
      "Parking Garage",
      "Garden area",
      "Large Kitchen",
      "BBQ",
      "Gourmet Area",
      "Backyard",
      "Maid's Quarters",
      "Lawn",
      "Stair",
      "Integrated Environments",
      "Dinner Room",
      "Gourmet Kitchen",
      "Large Window"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Santa Catarina",
      "address": " Rua Celeste Mandelli",
      "number": "148",
      "complement": null,
      "postal_code": "95032080",
      "latitude": "-29.151753900000",
      "longitude": "-51.206994100000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-14",
    "title": "Apto mobiliado e equipado - Seychelles 03 Quartos, 01 suite e 02 vagas",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-14",
    "description": "Apartamento Mobiliado e Decorado à Venda no Bairro Sanvitto – Caxias do Sul\n\nSe você busca conforto, praticidade e uma localização estratégica, este apartamento é a opção ideal para você! Situado no bairro Sanvitto, uma das áreas de maior crescimento e valorização de Caxias do Sul, este imóvel oferece tudo o que você precisa para viver com qualidade.\n\nCaracterísticas do Imóvel:\n\n3 Dormitórios, sendo 1 suíte com excelente acabamento;\nSala de estar ampla com sacada fechada em vidro, proporcionando integração entre os ambientes e aproveitamento total da iluminação natural;\nChurrasqueira na sacada, ideal para momentos de lazer e confraternizações com a família e amigos;\nCozinha prática e moderna, equipada para facilitar seu dia a dia;\nÁrea de serviço separada, com espaço para organização;\n2 Vagas de garagem no subsolo, garantindo mais segurança e comodidade para sua família.\nDestaques do Imóvel:\n\nMobiliado e decorado com muito bom gosto e sofisticação, pronto para morar, com móveis planejados de alta qualidade em todos os ambientes.\nÓtima posição solar: aproveite o sol da tarde, deixando os ambientes mais iluminados e agradáveis.\nLocalização privilegiada no bairro Sanvitto, próximo a escolas, farmácias e shopping centers. Um bairro que vem se destacando por sua infraestrutura e crescimento constante, proporcionando mais comodidade e facilidade no dia a dia.\nCom tudo o que você precisa e mais, este apartamento oferece o equilíbrio perfeito entre bem-estar e praticidade, além de ser uma excelente oportunidade de investimento. Não perca a chance de conhecer este imóvel!\n\nAgende já sua visita e venha se apaixonar pelo seu novo lar!",
    "price_brl": "799000",
    "condo_fee_brl": "530",
    "lot_area_m2": "93",
    "living_area_m2": "0",
    "year_built": "2017",
    "bedrooms": "3",
    "bathrooms": "2",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "3",
    "total_floors": "11",
    "unit_number": "301",
    "features": [
      "Furnished",
      "Elevator",
      "Cable television",
      "Parking Garage",
      "Garden area",
      "Close to schools",
      "BBQ",
      "Gourmet Balcony",
      "Gourmet Area",
      "Pet Space",
      "Reception Room",
      "Gym"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sanvitto",
      "address": " Rua Reinaldo Scherner",
      "number": "75",
      "complement": "301",
      "postal_code": "95012327",
      "latitude": "-29.177394200000",
      "longitude": "-51.212869600000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-32",
    "title": "Apartamento Térreo com Terraço - 02 Dormitórios, 01 Banheiro, Sala, Cozinha, Area de serviço e 01 Vaga coberta R$212.000,00",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-32",
    "description": "Excelente oportunidade! Apartamento térreo com terraço no bairro Charqueadas  R$212.000,00\n\nSe você busca conforto, funcionalidade e ótima localização, este imóvel é ideal para você!\n\nApartamento térreo com 62m² privativos, distribuídos de forma prática e acolhedora:\n\n🛏️ 2 dormitórios\n🛁 1 banheiro \n🛋️ Sala de estar \n🌿 Amplo terraço privativo  perfeito para reunir amigos, criar um jardim, espaço para pets ou crianças\n🍽️ Cozinha funcional com fácil acesso à área de serviço\n🧺 Área de serviço separada, garantindo mais comodidade no dia a dia\n🚗 1 vaga de garagem coberta no subsolo\n\nO residencial oferece uma estrutura completa para toda a família:\n\n⚽ Quadra poliesportiva para atividades e lazer\n🎉 2 salões de festas  ideais para celebrações e encontros\n\nLocalizado no tranquilo e valorizado bairro Charqueadas, você estará próximo de tudo o que precisa para o seu dia a dia:\n\n🛍️ Shopping Villagio\n💊 Farmácias\n🛒 Supermercados\n🎓 Escolas e creches\n🚍 Fácil acesso ao transporte público e principais vias da cidade\n\n💰 Valor: R$212.000,00\nAceita financiamento bancário. Documentação em dia!\n\nNão perca essa oportunidade de morar bem em um lugar completo e com excelente custo-benefício.\n\n📞 Agende sua visita agora mesmo e venha se encantar com seu novo lar!",
    "price_brl": "200000",
    "condo_fee_brl": "280",
    "lot_area_m2": "62",
    "living_area_m2": "62",
    "year_built": "2009",
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "1",
    "floor_number": "Ground floor",
    "total_floors": "11",
    "unit_number": "111",
    "features": [
      "Alarm System",
      "Kitchen",
      "Elevator",
      "Close to shopping centers",
      "TV Security",
      "Parking Garage",
      "Garden area",
      "Large Kitchen",
      "Close to schools",
      "BBQ",
      "Sports court",
      "Gourmet Area",
      "Pet Space",
      "Security Guard on Duty",
      "Intercom",
      "Fenced Yard",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Charqueadas",
      "address": " Rua José Francisco Goularte",
      "number": "430",
      "complement": "111",
      "postal_code": "95110207",
      "latitude": "-29.181624000000",
      "longitude": "-51.216946900000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301070-33",
    "title": "Apartamento 9º Andar com Ótima Posição Solar - 02 Dormitórios, 01 banheiro, sacada c/ churrasqueira e 02 vagas de garagem",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301070-33",
    "description": "Seu novo lar está aqui! Apartamento semi mobiliado com 2 dormitórios, sacada com churrasqueira e 2 vagas de garagem  Bairro Nossa Senhora do Rosário\n\nSe você procura conforto, funcionalidade e uma excelente localização, não perca esta oportunidade!\n\nEste lindo apartamento semi mobiliado possui 50m² privativos, com ambientes bem distribuídos e pensados para oferecer o máximo de praticidade e bem-estar para você e sua família.\n\n🌞 Andar alto com orientação Norte/Oeste, garantindo sol pela manhã e à tarde  ambientes sempre bem iluminados e ventilados!\n\nO imóvel conta com:\n\n🛏️ 2 dormitórios aconchegantes, ideais para casal, filhos ou até mesmo transformar em escritório\n🛁 1 banheiro social com ótimo acabamento\n🛋️ Sala de estar integrada, proporcionando um ambiente confortável para descanso e lazer\n🔥 Sacada com churrasqueira, perfeita para aproveitar bons momentos com amigos e familiares\n🍳 Cozinha com armários planejados, que otimizam o espaço e trazem praticidade ao dia a dia\n🧺 Área de serviço separada, bem ventilada\n🚗 2 vagas de garagem, uma raridade para imóveis deste porte!\n\nO apartamento está localizado em um residencial completo, que oferece:\n\n🎉 Salão de festas  ideal para comemorações e eventos\n🏋️♂️ Academia equipada, para cuidar da sua saúde sem sair de casa\n📹 Portaria remota e segurança\n\nSituado no bairro Nossa Senhora do Rosário, uma região valorizada, segura e com fácil acesso a tudo que você precisa:\n\n🛒 Próximo de mercados\n🏫 Escolas e creches nas imediações\n💊 Farmácias, padarias e outros comércios essenciais\n🚍 Facilidade de acesso ao transporte público\n📄 Documentação em dia, pronto para financiamento!\n\nEste apartamento reúne localização estratégica, comodidade e um excelente custo-benefício. Ideal tanto para morar quanto para investir!\n\n📞 Agende sua visita e venha conhecer pessoalmente este imóvel incrível. Você vai se encantar!",
    "price_brl": "245000",
    "condo_fee_brl": "300",
    "lot_area_m2": "50",
    "living_area_m2": "50",
    "year_built": "2018",
    "bedrooms": "2",
    "bathrooms": "1",
    "suites": null,
    "garage_spaces": "2",
    "floor_number": "9",
    "total_floors": "14",
    "unit_number": "97",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Elevator",
      "Balcony",
      "Exterior View",
      "Parking Garage",
      "Garden area",
      "Large Kitchen",
      "Close to schools",
      "BBQ",
      "Gourmet Balcony",
      "Gourmet Area",
      "Security Guard on Duty",
      "Intercom",
      "Gym",
      "Builtin Wardrobe",
      "Fenced Yard",
      "Maid's Quarters",
      "Barbecue Balcony",
      "Party room"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Nossa Senhora do Rosário",
      "address": " Rua Tercílio Fochesato",
      "number": "520",
      "complement": "97",
      "postal_code": "95045350",
      "latitude": "-29.128362400000",
      "longitude": "-51.169262700000"
    },
    "agent": {
      "name": "Leonardo Maracaja Spartano",
      "email": "leonardospartano@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301072-4",
    "title": "Seu novo lar no Sagrada Família.",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301072-4",
    "description": "Descubra o sobrado perfeito para sua família na charmosa Rua Alcides Lahm de Andrade, nº 8, no bairro Sagrada Família, em Caxias do Sul, RS. Reformado e pronto para uso, este sobrado recebe você com 138 m² de área total e 132 m² construídos, distribuídos em 9 cômodos, incluindo 3 quartos e 3 banheiros, além de um lavabo. Acomodações confortáveis e modernas esperam por você!\n\nDesfrute de uma vasta gama de comodidades, como uma cozinha totalmente equipada com armários embutidos, ampla lavanderia e um escritório pronto para seu home office. Relaxe nas noites frias em frente à lareira da sala de estar. Aproveite as churrasqueiras com amigos e familiares no espaço externo. Há uma vaga de garagem à disposição.\n\nLocalizado em uma área residencial tranquila, próxima a escolas, transporte público e parques da região, este imóvel oferece conforto e comodidade para toda a família. Além disso, possui acesso privilegiado às principais vias da cidade.\n\nNão perca a oportunidade de viver em um sobrado renovado no coração do Sagrada Família, um bairro que proporciona qualidade de vida e segurança. Agende sua visita hoje e venha descobrir seu novo lar!",
    "price_brl": "636000",
    "condo_fee_brl": "180",
    "lot_area_m2": "138",
    "living_area_m2": "132",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "1",
    "floor_number": null,
    "total_floors": "0",
    "unit_number": "8",
    "features": [
      "Kitchen",
      "Kitchen Cabinets",
      "Laundry",
      "Balcony",
      "Fireplace",
      "Parking Garage",
      "Close to schools",
      "BBQ",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Sagrada Família",
      "address": " Rua Alcides Lahm de Andrade",
      "number": "439",
      "complement": "8",
      "postal_code": "95052030",
      "latitude": "-29.156793500000",
      "longitude": "-51.163379800000"
    },
    "agent": {
      "name": "Rodrigo Aver",
      "email": "rodrigoaver@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  },
  {
    "id": "610301075-1",
    "title": "Apartamento 3 dormitórios no Exposição R$ 436.000,00",
    "type": "For Sale",
    "publication_type": "STANDARD",
    "url": "http://remax.com.br/610301075-1",
    "description": "Morar na tranquilidade, perto de tudo!\n\nEste apartamento, localizado no bairro Exposição, é uma daquelas oportunidades raras. Com três dormitórios  incluindo uma suíte aconchegante  e ainda um espaço extra que pode ser usado como escritório, ateliê ou dependência de serviço, ele oferece a flexibilidade que o dia a dia pede.\n\nA planta é funcional : estar com sacada, jantar e cozinha se conectam com leveza, enquanto a área de serviço é separada, trazendo praticidade. São três banheiros no total, e o imóvel fica semimobiliado, pronto para receber novos capítulos da sua história.\n\nA posição solar leste/oeste garante ambientes bem iluminados ao longo do dia, além de excelente ventilação. E mesmo em um prédio sem elevador, o imóvel compensa com uma vaga de garagem e possibilidade de estacionar um segundo carro.\n\nA localização é simplesmente estratégica: a poucos passos do Zaffari, com fácil acesso a comércios, serviços e ao centro da cidade.\n\nSe você procura um lar com alma e localização privilegiada, vale a pena conhecer este imóvel.",
    "price_brl": "436000",
    "condo_fee_brl": null,
    "lot_area_m2": "130",
    "living_area_m2": "130",
    "year_built": null,
    "bedrooms": "3",
    "bathrooms": "3",
    "suites": "1",
    "garage_spaces": "2",
    "floor_number": "3",
    "total_floors": "4",
    "unit_number": "31",
    "features": [
      "Kitchen Cabinets",
      "Balcony",
      "Parking Garage",
      "Large Kitchen",
      "Intercom",
      "Maid's Quarters"
    ],
    "location": {
      "country": "Brasil",
      "state": "Rio Grande do Sul",
      "city": "Caxias do Sul",
      "neighborhood": "Exposição",
      "address": " Rua Carlos Giesen",
      "number": "60",
      "complement": "31",
      "postal_code": "95084220",
      "latitude": "-29.172697000000",
      "longitude": "-51.173201400000"
    },
    "agent": {
      "name": "Gabriela de Oliveira Saccaro",
      "email": "gabrielasaccaro@remax.com.br",
      "phone": "5435334780",
      "website": "https://experience.remax.com.br",
      "office": "RE/MAX EXPERIENCE I"
    }
  }
]